[
    {
        "person": {
            "id": "197402",
            "first_name": "Tomas",
            "last_name": "Tobé",
            "country_code": "SWE"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - Managing migration in an effective and holistic way through fostering returns (debate) - Wednesday, 23 October 2024",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2024-10-23-ITM-002_EN.html",
                "content": "  Tomas Tobé,  on behalf of the PPE Group. – Madam President, Commissioner, the EPP Group strongly welcomes the clear and coherent position that was taken by the Commission President and the European Council last week.We need to take back control of migration. We have common borders and therefore we need a common European response. With the adoption of the migration pact, we took the first major step that we, and not the criminal smugglers, should decide who can enter Europe.However, it was always very clear to us that more would be needed to secure our borders and increase returns of those who do not have the right to be in Europe. The EPP want to be very clear with what we expect: a speedy and full implementation of the migration pact; a new proposal on returns presented within the first 100 days of the next Commission; increased cooperation with third countries, who should also explore new solutions like return hubs outside of Europe. We need a stronger Frontex, and on the instrumentalisation of migrants that we see from Russia and Belarus, we need a full stop.The EPP will continue to lead the way forward, together with responsible political groups of this House. I can see that parts of the left and parts of the far right are united in their resistance to a common European policy. But EPP stands ready, together with the Commission and the Member States, to deliver.",
                "keyword": null,
                "toAnalyse": true
            },
            {
                "title": "Verbatim report of proceedings - After 10 years, time to end mass migration now - protect our women and children (topical debate) - Wednesday, 10 September 2025",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2025-09-10-ITM-008_EN.html",
                "content": "  Tomas Tobé,  on behalf of the PPE Group. – Madam President, Europe needs strong borders and a controlled migration policy. This requires a unified approach with clear and strict rules. Ten years ago, Europe failed to manage the migration crisis. Our laws were ineffective and Europe was fragmented. We cannot keep repeating those mistakes. That is why the adoption of the migration pact in the last mandate was such a crucial step forward, breaking years of political deadlock and enabling us to start taking back control of migration.But colleagues, let's be honest: if the far right or the far left had had their way, we would not have a common approach. We would still be in the same broken system. I think the citizens can rightfully demand that Europe has a stronger response to migration, and that is why the EPP is committed to protecting our borders, returning those who do not have a right to stay in Europe, and strengthening control.It is easy to criticise from the sidelines. It is harder to deliver real solutions. But that is what the citizens expect and deserve, and that is what we will keep delivering.",
                "keyword": null,
                "toAnalyse": true
            },
            {
                "title": "Verbatim report of proceedings - Need to prevent security threats like the Solingen attack through addressing illegal migration and effective return (debate) - Monday, 16 September 2024",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2024-09-16-ITM-015_EN.html",
                "content": "  Tomas Tobé,  on behalf of the PPE Group. – (Start of speech off mic) ... prevent security threats across Europe, like the terrible attack in Solingen, where three people were killed and several were injured. It is crucial that we re-establish control over our common external borders and ensure effective return of illegal migrants. And let me be clear, from the EPP Group: if you don't have the right to be in Europe, you should not be in Europe.The adoption of the migration pact is a crucial step forward towards a more controlled migration policy. Our focus now is to ensure a swift and full implementation of all parts of the pact.However, this will not be enough. The horrific attack in Solingen has again put the spotlight on the need for an effective return policy. The EPP Group, therefore, fully supports the clear commitments in the political guidelines for the next Commission to put forward a new common approach on returns, to speed up and simplify the process, and the Commission needs to move quickly and present this proposal. We have to deliver on this. Citizens in Europe should know that we do all we can to keep them safe, and the EPP is ready to do just that.",
                "keyword": null,
                "toAnalyse": true
            },
            {
                "title": "Verbatim report of proceedings - 100 days of the new Commission – Delivering on defence, competitiveness, simplification and migration as our priorities (topical debate) - Wednesday, 12 March 2025",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2025-03-12-ITM-010_EN.html",
                "content": "  Tomas Tobé (PPE).   – Madam President, Vice-President, a clear EPP priority for the coming years is to make Europe safer and more secure. We need reforms that ensure an independent, free and prosperous Europe, speedy investments in security and defence, and we also need to pave the way for economic growth and job creation and keep cutting red tape. Citizens also rightfully want to have a European migration policy that is firm, fair and enforced.The EPP called on the Commission to take decisive action in the first 100 days. We now welcome that we have concrete proposals on the table. But this is just the start. In Parliament, the EPP Group will push to make these initiatives even more ambitious. We need a new European security architecture. We need it actually now, I would say.The omnibus needs to be a true game changer for our European companies. The new regulation on returns must come with strong and effective measures to ensure that those who do not have the right to be in Europe should be returned. And future initiatives – for example, the internal security strategy and the strengthening of Frontex and Europol – will be crucial to protect our Union and citizens. Europe must step up and the EPP is ready to do the task.",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "28150",
            "first_name": "Kinga",
            "last_name": "Gál",
            "country_code": "HUN"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - Managing migration in an effective and holistic way through fostering returns (debate) - Wednesday, 23 October 2024",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2024-10-23-ITM-002_EN.html",
                "content": "  Kinga Gál,  a PfE képviselőcsoport nevében. – Tisztelt Elnök Asszony! Számos rossz döntése mellett a leköszönő Bizottság egyik legnagyobb hibája a migrációs paktum áterőltetése volt. A régi rossz megoldások helyett az illegális migráció megállítására, hatékony külső határvédelemre, a bevándorló kérelmek Európán kívüli elbírálására, a származási és tranzitországokkal való együttműködésre, tényleges visszatoloncolásra van szükség végre. Különben az ellenőrizetlen tömeges migráció tönkreteszi Európát és a schengeni szabad mozgást. Migrációs válság van, a tagállamok vezetői egyre többen lázadnak a hibás döntések ellen. Németország belső határellenőrzést vezet be, Lengyelország pedig felfüggeszti az uniós migrációs szabályok alkalmazását.A magyar kormány 2015 óta hangoztatja és cselekszi is a külső határvédelem megerősítését, az illegális bevándorlók megállítását, de nekünk ezért csak büntetés járt. Botrányos és méltatlan az, hogy az Európai Bizottság 200 millió euróra bünteti, kéri számon Magyarországot, amiért megvédi Európa külső határait. Miközben csendben pedig egyetértenek abban, hogy a külső határok védelme kötelezettség, nem bűn. Micsoda kétszínűség! Micsoda hipokrácia! Ez így igaz. A hat év börtönnel fenyegetett Salvini olasz belügyminiszter esetében is, elfogadhatatlan. Az illegális migráció erőltetése szétfeszíti az Uniót, szétveri az európai együttműködést, ezért biztosítani kell a tagállamoknak a hibás brüsszeli politikából való kimaradás lehetőségét. Hajítsák sutba végre a rossz migrációs paktumot, és állítsák le a Magyarországot sújtó büntetéseket!",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "197820",
            "first_name": "Nicola",
            "last_name": "Procaccini",
            "country_code": "ITA"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - Managing migration in an effective and holistic way through fostering returns (debate) - Wednesday, 23 October 2024",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2024-10-23-ITM-002_EN.html",
                "content": "  Nicola Procaccini,  a nome del gruppo ECR. – Signora Presidente, onorevoli colleghi, due messaggi sono arrivati forti e chiari da tutti i popoli europei cinque mesi fa: basta \"follie verdi\" eco-chic e basta immigrazione illegale.Noi, che crediamo davvero nella parola democrazia, senza bisogno di doverlo scrivere nel nome del partito o del gruppo parlamentare, pensiamo che non si debba tradire la volontà popolare. Fino ad oggi si è seguita in Europa la linea no borders della sinistra: abbiamo avuto migliaia di migranti morti in mare, un milione di mancati rimpatri e abbiamo avuto le nostre città consegnate al degrado e all'insicurezza.Direi che è giunto il momento di cambiare linea: è tempo di governare l'immigrazione. Non entra chiunque ma solo chi è davvero perseguitato, chi possiamo accogliere con dignità e possibilità di integrazione. Per fare questo dobbiamo trattare il fenomeno migratorio prima che arrivi sul territorio europeo.Collega Perez, l'esternalizzazione è già nel nuovo patto. È la ragione per cui è stato istituito un fondo economico apposito ed è la ragione per cui il nuovo patto può essere considerato come un primo piccolo passo nella giusta direzione.Affrontare la questione migratoria al di fuori dei confini europei evita che i migranti paghino migliaia di dollari per consegnare la loro vita nelle mani degli scafisti; evita che, una volta arrivati, diventino manodopera per le mafie; ed evita che un cancelliere socialista decida di ripristinare le frontiere all'interno dell'Unione europea, mentre, all'insaputa dei cittadini tedeschi, con le loro tasse, finanzia le navi ONG che alimentano il traffico di esseri umani nel Mediterraneo.Aiutare i Paesi di origine e transito dei migranti favorendone lo sviluppo economico e sociale, chiedere aiuto a Paesi terzi democratici, come l'Albania, non è né di destra né di sinistra: è semplicemente buon senso. Ed è ciò che ha iniziato a fare l'Italia, ottenendo risultati inimmaginabili fino a poco tempo fa. Finalmente lo hanno capito anche alcuni governi socialisti, come quello inglese o danese.Onestamente, nessuno può sapere se e quanto funzionerà una nuova politica europea dell'immigrazione. Di sicuro sappiamo che non ha funzionato quella praticata fino ad oggi, ovvero la vostra.",
                "keyword": null,
                "toAnalyse": true
            },
            {
                "title": "Verbatim report of proceedings - 100 days of the new Commission – Delivering on defence, competitiveness, simplification and migration as our priorities (topical debate) - Wednesday, 12 March 2025",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2025-03-12-ITM-010_EN.html",
                "content": "  Nicola Procaccini (ECR).   – Signor Presidente, onorevoli colleghi, in questi primi 100 giorni della nuova Commissione ci siamo occupati di competitività e rilancio della crescita economica, di semplificazione, di rimpatri degli immigrati illegali. L'Unione europea finalmente decide di governare il fenomeno della migrazione, anziché farsi governare dagli scafisti o dai fanatici immigrazionisti No Borders.Stiamo anche discutendo della difesa e della sicurezza dei popoli europei: non un'avventura militarista, come sostengono l'estrema sinistra e l'estrema destra, ma un'assunzione di responsabilità nei confronti dei nostri figli. Si tratta di riconoscere quanto è preziosa la pace che stiamo vivendo in Europa da pochi decenni, e quanto sia importante difenderla da chi, purtroppo, ama la guerra.Insomma, in questo inizio di legislatura europea ci stiamo occupando di temi su cui è normale avere opinioni diverse; ma, finalmente, ci stiamo occupando di cose serie, vere, grandi, come dovrebbe fare un'istituzione politica che cura gli interessi di mezzo miliardo di persone.Vi ricordate di cosa ci occupavamo nei primi 100 giorni della scorsa Commissione? Ve lo dico io: di come aprire le porte all'immigrazione, a tutti indiscriminatamente; di come appesantire la competitività del nostro sistema produttivo con una montagna di direttive e regolamenti pseudo-ambientalisti; di quanto fosse fascista occuparsi di difesa e sicurezza.Nella scorsa legislatura, dominata dalle forze socialiste e verdi, ci siamo occupati per mesi del problema dei peti delle mucche che emettono gas metano. Abbiamo avuto come priorità la difesa dei diritti LGBTQIAPK+ in Uganda.Ora, io non so come andranno le cose nei prossimi giorni. Ma so che i cittadini europei ogni volta che sono andati a votare negli ultimi anni ci hanno indicato un'altra strada: percorriamola senza paura.",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "135511",
            "first_name": "Valérie",
            "last_name": "Hayer",
            "country_code": "FRA"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - Managing migration in an effective and holistic way through fostering returns (debate) - Wednesday, 23 October 2024",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2024-10-23-ITM-002_EN.html",
                "content": "  Valérie Hayer,  au nom du groupe Renew. – Madame la Présidente, Madame la Commissaire, chers collègues, quarante-huit heures: voilà le temps qu’aura duré le séjour des douze migrants déplacés en Albanie. Comment peut-on vouloir s’inspirer d’un tel échec? Outre-Manche, les conservateurs britanniques avaient promis un effet dissuasif en signant un accord avec le Rwanda; résultat: 18 % de migrants en plus. En Italie, Mme Meloni avait promis un blocus naval pour décourager les traversées; résultat: les arrivées ont explosé.Aujourd’hui, les transferts vers l’Albanie n’ont tenu que quelques heures et sont une gabegie, une vraie, car, chers collègues, à la crise du coût de la vie s’ajoute la crise du coût du populisme. En 2024, 12 migrants dans un centre en Albanie, ce sont 65 millions d’euros: 5 millions d’euros par migrant! Une somme astronomique, aux frais du contribuable, pour une politique qui, non seulement, ne respecte en aucun cas nos valeurs, mais qui en plus ne fonctionne pas.Chers collègues, ces responsables politiques se leurrent. Avec leurs fausses solutions, c’est aussi notre souveraineté qu’ils bradent. En effet, où est la souveraineté quand on confie sa politique régalienne à un tiers? Où sont la souveraineté et l’indépendance quand on se met entre les mains d’un autre?Oui à une politique migratoire efficace. L’efficacité, c’est de contrôler ces migrants dès qu’ils arrivent sur notre sol. L’efficacité, c’est de les enregistrer dans une base de données commune. L’efficacité, c’est d’accélérer le traitement des demandes, pour protéger celles et ceux qui peuvent légitimement se voir accorder l’asile et pour renvoyer au plus vite les autres. Cette efficacité, chers collègues, a un nom: c’est le pacte sur la migration et l’asile, que nous avons voté dans cet hémicycle au printemps dernier.J’en appelle aux 27: transposez le pacte sur la migration et l’asile entièrement et sans plus attendre. Complétons ces mesures, révisons la directive retour et mettons fin à l’instrumentalisation des migrants par la Russie, mais résistons à la cacophonie des mesures nationales et à la démagogie des fausses solutions miracles. L’efficacité, pas les effets de manche. Renforçons notre réponse européenne à ce défi européen.",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "197772",
            "first_name": "Tineke",
            "last_name": "Strik",
            "country_code": "NLD"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - Managing migration in an effective and holistic way through fostering returns (debate) - Wednesday, 23 October 2024",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2024-10-23-ITM-002_EN.html",
                "content": "  Tineke Strik,  on behalf of the Verts/ALE Group. – Madam President, dear Commissioner, return policies have been the talk of the town for years now. Member States complain about the lack of cooperation by countries of origin, but they are silent about the very small number of readmission requests that they make. They insist on harsher rules to deport people, but they don't mention their bureaucratic failures to return people under the current rules.Commissioner, it's your task to make sure that Member States do their homework and to propose laws when they are necessary, in a manner that is evidence‑based and focused on solving the issue effectively. But in von der Leyen's announcement of a new legislative proposal on returns, she allows Member States to shift out their responsibility. In these so-called return hubs, people will most probably be put in limbo, in indefinite detention, having no rights or perspective. That's not sustainable return. But that's a great way for Member States to circumvent their EU obligations.The Commission should not facilitate this, but ensure that Member States use all the current possibilities and invest finally in effective and equal cooperation with countries of origin. I therefore urge you, Commissioner, not to be distracted by populist rhetoric, but to focus on actual solutions. Spurring tougher and tougher language on returns is the easy thing to do. Actually fixing the shortcomings and acting in line with human rights is the right thing to do.",
                "keyword": null,
                "toAnalyse": true
            },
            {
                "title": "Verbatim report of proceedings - Need to prevent security threats like the Solingen attack through addressing illegal migration and effective return (debate) - Monday, 16 September 2024",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2024-09-16-ITM-015_EN.html",
                "content": "  Tineke Strik (Verts/ALE).   – Madam President, the horrific attack in Solingen reminds us that we must remain vigilant against violent extremism. But we must also remain vigilant against cynical and dangerous spinning of the far right who misuse such attacks for their own political gain, to demonise migrants and refugees. That only distracts from the real solutions we need. And it divides and polarises our societies. Germany's decision to reintroduce border controls violates the Schengen border code and looks like a politically motivated, knee jerk reaction. Tolerating this is inviting other Member States to follow.So I urge the Commission to closely assess the introduction of border controls in Germany and of all other Member States who control their borders for eight years now, and to take effective action to protect our dear Schengen Area.And I urge political parties to focus on real, evidence-based solutions to violent extremism, and to refrain from cheap and false rhetorics that only serve to fuel even more suffering.",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "257012",
            "first_name": "Estrella",
            "last_name": "Galán",
            "country_code": "ESP"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - Managing migration in an effective and holistic way through fostering returns (debate) - Wednesday, 23 October 2024",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2024-10-23-ITM-002_EN.html",
                "content": "  Estrella Galán,  en nombre del Grupo The Left. – Señora presidenta, señora comisaria, la palabra más repetida en su discurso esta mañana ha sido retorno, retorno y retorno. ¿De verdad es esa la miope mirada que queremos aplicar a la gestión de las migraciones? Construir cárceles para las personas refugiadas en Europa es una barbaridad: campos de concentración para seres humanos cuyo único delito ha sido huir para poner su vida a salvo. ¿Se imaginan que hubiéramos hecho esto con las personas ucranianas que huyeron de la invasión rusa?La señora von der Leyen ha cruzado una línea roja a cambio de un puñado de votos. ¿Hasta dónde vamos a permitir que la señora Meloni gobierne Europa? La propuesta de abrir guantánamos en países vecinos que no respetan los derechos humanos es ilegal, inmoral e inhumano. El acuerdo entre Italia y Albania viola el acceso al derecho de asilo y el Derecho internacional, vulnerando el principio de no devolución.Estas fórmulas innovadoras que ahora nos inventamos para externalizar el asilo y las fronteras son, en realidad, una violación de los derechos humanos y un fracaso ya demostrado desde hace décadas. ¿De verdad quieren innovar? Apliquen el Derecho internacional, actúen con humanidad, abran vías legales y seguras para que las personas no se jueguen la vida en el mar: esa es la única gestión eficaz de las migraciones, coherente con los principios y valores europeos que la señora Meloni desprecia, lo que parece que queremos comprarle.",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "256924",
            "first_name": "Sarah",
            "last_name": "Knafo",
            "country_code": "FRA"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - Managing migration in an effective and holistic way through fostering returns (debate) - Wednesday, 23 October 2024",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2024-10-23-ITM-002_EN.html",
                "content": "  Sarah Knafo,  au nom du groupe ESN. – Madame la Présidente, chers collègues, on traverse Bruxelles et on se demande: «Suis-je encore en Belgique?» On arrive à Strasbourg et, dans le tramway, on se surprend à tenir son téléphone très fort, des deux mains. On longe la rue qui nous ramène chez nous et que l’on connaît par cœur, mais on ne peut pas s’empêcher de regarder derrière et de presser le pas. Vous avez beau être de gauche, ces sentiments, vous les avez vécus. Si vous êtes trop aveuglés pour vous l’avouer, vos enfants, eux, se l’avouent, et ils en souffrent. On se sent dépossédé. On n’est plus chez soi nulle part. Ce n’est pas nous qui avons quitté notre pays, mais c’est comme si notre pays nous avait quitté.Pourtant, ce n’est pas fini. Pourtant, ce n’est pas trop tard. Nous sommes atteints d’un mal dont le remède existe. C’est l’immigration qui a transformé nos pays, et ce n’est pas une maladie incurable. Nous avons des frontières à surveiller? Soit. Des dizaines de pays le font, nous l’avons fait pendant des siècles, et il suffit de s’y remettre.Cinq cent mille nouveaux immigrés par an, ce serait impossible à arrêter? C’est faux. Ce ne sont que des titres de séjour, de simples documents que nos fonctionnaires prennent le soin de tamponner et d’offrir à des étrangers. Il suffit de leur demander d’arrêter. C’est aussi simple que cela. Si les étrangers sous OQTF refusent de partir de leur plein gré, ils n’auront plus le choix. C’est nous qui décidons de qui nous accueillons et de qui nous expulsons.Les politiciens détestent ce bon sens. Ils disent qu’il y a des verrous qui nous empêchent, qu’on ne connaît pas le dossier. Leurs solutions à eux sont tellement plus élaborées: ne rien changer. Si nous retrouvons le sens commun tout de suite, dans quelques années, nous aurons du mal à croire que nous avions pu nous laisser aller à ce point et tomber aussi bas. Mais si nous ne nous ressaisissons pas, les historiens chercheront longtemps pourquoi de si grands peuples, si puissants, se sont laissés mourir sans réagir. Il est encore temps. Réagissons.",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "95074",
            "first_name": "Jeroen",
            "last_name": "Lenaers",
            "country_code": "NLD"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - Managing migration in an effective and holistic way through fostering returns (debate) - Wednesday, 23 October 2024",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2024-10-23-ITM-002_EN.html",
                "content": "  Jeroen Lenaers (PPE).   – Madam President, I am confused. I listened to the Commissioner from our socialist colleagues having a very constructive and balanced approach to migration, doing more to counter illegal migration, working harder to improve returns – an agenda that was embraced also by the European Council last week, including all the socialist leaders there. And then I listened to the leader of the socialists in this House, and I only hear, 'No, no, no. It's all extreme right.' Is Ms Dalli extreme right all of a sudden? Is Prime Minister Sánchez extreme right? Let's embrace the fact that leaders actually from left‑wing to right‑wing governments, from east to west and north to south, came together on an idea that more commitments are necessary.Indeed, returns are down. Arrivals have been down in recent years because of the very agreements with third countries that you so fiercely opposed in this House.So yes, this is not about burying the pact. It is about implementing the pact, but also realising that more is necessary. As President von der Leyen wrote, we cannot be complacent. The pact is a huge achievement, but we need to do more, especially on returns. One in five people who were told to return actually go back to their country of origin. In 2023, this was 350 000 people.Also, for the colleagues on the left, if we want to keep public support, if we want to keep resources to take care of real refugees, we need to improve this and we need to do it together in a spirit of compromise. So let's put new ideas on the table. Like the Council said, let's dare to think outside the box and let's do it quickly.",
                "keyword": null,
                "toAnalyse": true
            },
            {
                "title": "Verbatim report of proceedings - After 10 years, time to end mass migration now - protect our women and children (topical debate) - Wednesday, 10 September 2025",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2025-09-10-ITM-008_EN.html",
                "content": "  Jeroen Lenaers (PPE).   – Voorzitter, op 19 augustus in Nederland werd Lisa, 17 jaar oud, op gruwelijke wijze vermoord. Een verdachte werd gearresteerd in een asielzoekerscentrum. Een jong leven weggerukt, een gezin gebroken. Dit is meer dan een persoonlijke tragedie. Dit raakt aan ons gevoel van veiligheid en aan de fundamenten van onze samenleving.Maar juist in zulke momenten van groot verdriet en diepe emotie, moeten we oppassen voor al te politieke reflexen. Van de uiterst rechtse zijde klinkt een framing die angst zaait en migratie reduceert tot een bedreiging voor onze vrouwen en kinderen. En daarmee speel je mensen tegen elkaar uit zonder echte oplossingen te bieden. Tegelijkertijd wordt aan de linkerkant te vaak gedaan alsof migratie slechts een opvang is uit solidariteit. Alsof er geen grenzen mogen zijn aan opvang, huisvesting of integratie. Alsof de draagkracht van onze samenleving onbeperkt is. Ook daarmee worden de zorgen van veel burgers te gemakkelijk terzijde geschoven.Wij nemen veiligheid en draagkracht serieus, maar blijven tegelijkertijd trouw aan die menselijke waardigheid. We willen snelle en rechtvaardige procedures en een integratiebeleid dat echt werkt. Wie in Europa veiligheid zoekt, moet die veiligheid ook respecteren. En wie onveiligheid veroorzaakt, moet daarvoor direct de gevolgen dragen. Ja, we hebben een opdracht om onze vrouwen en kinderen beter te beschermen. Als vrouwen zich niet veilig voelen op onze straten, dan verliezen we als samenleving de kern van onze vrijheid. We kunnen migratie niet reduceren tot enkel angst en we kunnen ook niet wegkijken waar veiligheid in het geding is.",
                "keyword": null,
                "toAnalyse": true
            },
            {
                "title": "Verbatim report of proceedings - Need to prevent security threats like the Solingen attack through addressing illegal migration and effective return (debate) - Monday, 16 September 2024",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2024-09-16-ITM-015_EN.html",
                "content": "  Jeroen Lenaers (PPE).   – Voorzitter, er wordt van ons verwacht dat we grip krijgen op migratie. Er zijn reeds grote stappen gezet op dit vlak: het nieuwe migratiepact vormt een historische stap en zal verandering teweegbrengen.Het pact moet zo snel mogelijk door de lidstaten worden uitgevoerd, want de gevolgen van het uitblijven van doeltreffend Europees beleid zijn te zien: landen trekken zich terug achter hun eigen grenzen om zichzelf het gevoel te geven dat ze de controle hebben. De EU als geheel komt hier echter niet veel verder mee. De snelle uitvoering van het pact is slechts een eerste stap.Als het aan de linkse fracties had gelegen, hadden we geen afspraken gemaakt met Tunesië. De resultaten van deze afspraken spreken echter voor zich: het aantal illegale aankomsten is dit jaar flink afgenomen. Er moeten meer van dit soort afspraken worden gemaakt.Voorts hebben de Europese leiders reeds in 2018 gevraagd om plannen om mensen die op zee worden gered ook in andere landen te kunnen opvangen. Sindsdien is het vanwege de politieke onwil echter stil geweest. Dit is niet langer houdbaar. Het thema moet snel weer op de agenda worden gezet.Ten slotte is geen enkel asielsysteem houdbaar zonder doeltreffende terugkeervoorzieningen. Dit is een grote uitdaging. In 2018 is een voorstel voor een nieuwe terugkeerrichtlijn opgesteld. De onderhandelingen daarover blijven echter vastlopen, omdat de linkse fracties, onder leiding van de Groenen, deze wet continu proberen zoveel mogelijk uit te kleden.We moeten dit voorstel terugtrekken en met een nieuw, ambitieus voorstel en een doeltreffende terugkeerwet komen.",
                "keyword": null,
                "toAnalyse": true
            },
            {
                "title": "Verbatim report of proceedings - 100 days of the new Commission – Delivering on defence, competitiveness, simplification and migration as our priorities (topical debate) - Wednesday, 12 March 2025",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2025-03-12-ITM-010_EN.html",
                "content": "  Jeroen Lenaers,  author. – Madam President, dear Commissioner, dear Minister, yesterday marked the 100th day since the second von der Leyen Commission took office. As the President of the Commission said herself last Sunday, the 1 December 2024 now feels like a lifetime ago. Of course, we knew that the world was not going to remain the same, that change was coming, but the scope, the speed and intensity of global developments have really been unprecedented. In unprecedented times, Europe needs leadership and strong leadership – I can say after these first 100 days – is what we get from this Commission, leadership on making Europe competitive again.With the Draghi report as the foundation, this Commission has put competitiveness at the heart of its mission, not by making incremental changes here and there, but by presenting real game changers like the Competitiveness Compass and the Clean Industrial Deal. We are looking forward to working on these concrete proposals, because it's clear that we can no longer afford business as usual. That was the message of the voters in the election, and it's the message that has been clearly heard by the Commission. For the first time since I can remember, we don't only have beautiful words about the need to reduce bureaucracy and red tape, we actually have the first concrete proposals on the table to slash the disproportional bureaucratic burden for our SMEs and industries. It's a promising start to what President von der Leyen has called the unprecedented simplification to unleash opportunities, innovation and growth, and you can count on our support.We have also seen this leadership on keeping Europe secure and taking responsibility for our neighbourhood. The unwavering support for Ukraine has rightfully intensified in these past months, and ReArm Europe is a historic step on the way to a Europe that will finally be able to defend itself, allowing us to take our future into our own hands again. After years of beautiful words on European defence investment and cooperation, we now have concrete actions and concrete, ambitious proposals on the table. We disagree on the procedure used, but on the substance, you have our full support and we welcome the ambition shown. This ambition now needs to be translated into concrete, immediate and tangible European action and European projects.Leadership, ambition and concrete action are perhaps the best words to characterise these first 100 days. We saw it this morning, on the 101st day, with a strong but proportional response to the unjustified US tariffs. We saw it yesterday when the Commission presented the new Return Regulation, a missing piece in the puzzle to really manage migration in the EU. After this Parliament had been discussing the previous proposal for over six years, the Commission shows that it can deliver in 100 days.This brings me to my final point. The European Commission, or its President, does not have the same executive powers as, for instance, a US President. So next we are discussing the first 100 days of the European Commission, and we should ask ourselves the same question. I am also specifically asking this to our Platform colleagues from S&D and Renew. Have we truly understood the monumental global changes, and are we ready to deliver with the same speed and ambition? What can this Parliament achieve in the next 100 days? Can we swiftly conclude the Omnibus package? Can we agree on the Return Regulation? Can we finalise the work on the European Defence Industrial Strategy.The European Commission has delivered in these first 100 days. She has heard the message that voters delivered in the polling station and has understood that we live in unprecedented times that need unprecedented measures. This Parliament now needs to mirror that ambition and determination and get to work as well. There are roughly 18 100‑day periods in a five‑year mandate. The first is gone now, so we still have 17 to work. Let's get to work. The bar is set high and you can count on our support.",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "192254",
            "first_name": "Marieke",
            "last_name": "Ehlers",
            "country_code": "NLD"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - Managing migration in an effective and holistic way through fostering returns (debate) - Wednesday, 23 October 2024",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2024-10-23-ITM-002_EN.html",
                "content": "  Marieke Ehlers (PfE).   – Voorzitter, commissaris, het migratiebeleid van de Europese Unie heeft te lang de rechten van migranten vooropgesteld, terwijl de veiligheid en de rechten van Europese burgers schaamteloos zijn verwaarloosd. Vorige week schreef Die Welt dat het veelgeprezen migratiepact verre van voldoende is. Het zal niet leiden tot een noemenswaardige vermindering van het aantal migranten in Europa. Een EU‑topdiplomaat zei treffend: “Dat is voor ons allen duidelijk.” Alleen door de instroom te beperken en de terugkeer van illegale migranten te bevorderen, kunnen lidstaten voldoen aan hun grondwettelijke verplichtingen, namelijk het garanderen van huisvesting, gezondheidszorg, onderwijs en de veiligheid van hun burgers.Het migratiedebat is sinds de Europese verkiezingen dankzij onze kiezers drastisch veranderd. We vertrouwen erop dat de Commissie deze winden van verandering zal omarmen voor een zo strikt mogelijk asiel‑ en migratiebeleid. Dit omvat onder andere het moderniseren van het Vluchtelingenverdrag, de mogelijkheid tot een opt‑out inzake asiel en migratie, een strenge terugkeerrichtlijn, het identificeren van veilige derde landen en het verminderen van de aanzuigende factoren voor migranten.Nederland zal zich samen met andere Europese landen keihard inzetten voor het drastisch beperken van migratie naar Europa, Want er is een koerswijziging nodig. Het is nu of nooit.",
                "keyword": null,
                "toAnalyse": true
            },
            {
                "title": "Verbatim report of proceedings - Need to prevent security threats like the Solingen attack through addressing illegal migration and effective return (debate) - Monday, 16 September 2024",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2024-09-16-ITM-015_EN.html",
                "content": "  Marieke Ehlers (PfE).   – Voorzitter, eerst Mannheim, nu Solingen. Negen jaar geleden zei Angela Merkel: \"Wir schaffen das\", en zette zij de grenzen wagenwijd open voor miljoenen gelukszoekers. Hier ondervinden we nu de gevolgen van, niet alleen in Duitsland, maar in heel Europa.Denk aan Samuel Paty, die vier jaar geleden door een Tsjetsjeense vluchteling werd onthoofd, en aan de Zweedse voetbalsupporters die vorig jaar in Brussel werden doodgeschoten door een Tunesiër die illegaal in het land verbleef. Duizenden mensen zaten urenlang vast in een voetbalstadion, onder wie mijn eigen man en kinderen. Zo zijn er tientallen voorbeelden.Neemt de Commissie de verantwoordelijkheid voor het islamitisch terrorisme en het antisemitisme in Europa, die het gevolg zijn van een laks migratiebeleid? Het moet anders. Het moet beter. De instroom moet onmiddellijk en drastisch omlaag en we moeten ons richten op een efficiënt terugkeerbeleid. Nederland zal in Europa vooroplopen om ervoor te zorgen dat uitgeprocedeerde asielzoekers daadwerkelijk terugkeren.Het kan anders. Het kan beter.",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "124877",
            "first_name": "Jadwiga",
            "last_name": "Wiśniewska",
            "country_code": "POL"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - Managing migration in an effective and holistic way through fostering returns (debate) - Wednesday, 23 October 2024",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2024-10-23-ITM-002_EN.html",
                "content": "  Jadwiga Wiśniewska (ECR).   – Pani Przewodnicząca! Pani komisarz! Unijna polityka migracyjna kreowana była i jest pod dyktando Niemiec. To oczywiste, ponieważ interes Niemiec ma być i jest interesem Europy. Szkodliwy pakt migracyjny nie rozwiąże problemu, a tak naprawdę jest legalizacją nielegalnych, przestępczych działań przemytników ludzi.Kiedy okazało się, że niemiecka polityka otwartych drzwi przyniosła zatrute owoce, Niemcy przerzucają odpowiedzialność na innych. Szczególnie upodobały sobie Polskę, do której może w przeciągu najbliższych miesięcy trafić kilkadziesiąt tysięcy nielegalnych migrantów z Niemiec.Patrzę na kolegę Webera. Kończy się Oktoberfest. Wypijcie piwo, którego nawarzyliście. A to, jak wygląda niemiecka polityka powrotowa, najlepiej widać na przykładzie odesłania do Afganistanu groźnych przestępców: gwałcicieli dzieci, morderców, nożowników. Każdy z nich został wyposażony przez niemiecki rząd w 1000 euro. Te pieniądze trafią bezpośrednio do terrorystów.A czego tak naprawdę potrzebujemy? Przede wszystkim uszczelnienia zewnętrznych granic unijnych, unijnego finansowania barier granicznych, silnego Fronteksu i skutecznej polityki powrotowej. Koniec z grą pozorów. Czas na odważną i odpowiedzialną politykę powrotową. Czas odzyskać kontrolę nad granicami.",
                "keyword": null,
                "toAnalyse": true
            },
            {
                "title": "Verbatim report of proceedings - After 10 years, time to end mass migration now - protect our women and children (topical debate) - Wednesday, 10 September 2025",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2025-09-10-ITM-008_EN.html",
                "content": "  Jadwiga Wiśniewska (ECR).   – Panie Przewodniczący! Kryzys migracyjny wywołany przez Merkel niszczy europejską tożsamość. Prowadzi do islamizacji Europy. Skutki widzimy dziś w zachodniej Europie: gwałty, napady, kradzieże, wojny gangów. Nielegalna migracja jest też elementem wojny hybrydowej, jaką toczą z Unią Putin i Łukaszenko. Widzimy to szczególnie na granicy polsko-białoruskiej, gdzie lewicowi aktywiści, wspierając nielegalnych migrantów, de facto stali się użytecznymi idiotami Putina. Nie ma przypadków. To zaplanowane i skoordynowane działania. Dziś mamy do czynienia z bezpośrednim atakiem na Polskę. Putin wie, że Europa jest bezsilna, bo na czele Komisji stoi von der Leyen, która była najgorszym ministrem obrony Niemiec. Co więc należy zrobić? Trzeba natychmiast wprowadzić przymusowe deportacje, uszczelnić zewnętrzne granice Unii, a pakt imigracyjny wyrzucić do kosza. I na koniec powiem otwarcie: ręce precz od Polski! Polska nie będzie płacić za błędy migracyjne Berlina i Brukseli.",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "197781",
            "first_name": "Malik",
            "last_name": "Azmani",
            "country_code": "NLD"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - Managing migration in an effective and holistic way through fostering returns (debate) - Wednesday, 23 October 2024",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2024-10-23-ITM-002_EN.html",
                "content": "  Malik Azmani (Renew).   – Voorzitter, allereerst moet mij van het hart dat de Raad bij dit belangrijke debat vandaag kennelijk niet vertegenwoordigd is. Hoe blij ik ook ben dat commissaris Dalli hier aanwezig is, is het natuurlijk ook een beetje minachting dat de migratiecommissarissen, die er verantwoordelijk voor zijn, of de voorzitter van de Commissie hier vandaag niet zijn, want voor ons – Renew Europe – is dit een belangrijk debat. Het is niet voor niks een debat van prioritair belang voor dit parlement.We hebben grote stappen gezet, ook in dit parlement, als het gaat om het migratiepact. Volgens mij is het enige wat nog moet worden meegegeven: implementatie, implementatie en implementatie van het migratiepact. We hoeven daar geen twee jaar over te doen. Liever vandaag dan morgen.Maar waar we nog stappen moeten zetten, is op het terugkeerbeleid. Want wanneer asielzoekers zijn afgewezen in een Europees land, wil ik niet dat ze het in een ander land opnieuw proberen. Door goede Europese samenwerking kunnen we voorkomen dat asielzoekers gaan rondzwerven door Europa. Voor mij is het heel logisch: het terugkeerbesluit dat in één land wordt uitgevaardigd, zal moeten gelden voor de hele Europese Unie. We hebben juist Europese maatregelen nodig om de asielinstroom, ook naar Nederland, te verlagen. We zien dat een dergelijke samenwerking haar vruchten afwerpt. Mede door het migratieakkoord met Tunesië zijn de aankomsten via de Middellandse Zeeroute met meer dan zestig procent gedaald.Daarom moeten we ook de politieke durf hebben om het terugkeerbeleid Europees te regelen door ook samen op te treden tegen derde landen die weigeren om mee te werken aan de terugname van afgewezen asielzoekers. Want als lidstaten dit op eigen houtje doen, dan gaat het ons niet lukken. Zolang lidstaten hun eigen belang blijven verkiezen boven Europese samenwerking, komen we nergens. Dus alleen samen kunnen we deze fundamentele oplossingen bieden.",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "256957",
            "first_name": "Mary",
            "last_name": "Khan",
            "country_code": "DEU"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - Managing migration in an effective and holistic way through fostering returns (debate) - Wednesday, 23 October 2024",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2024-10-23-ITM-002_EN.html",
                "content": "  Mary Khan (ESN).   – Frau Präsidentin, Frau Kommissarin! Es wurde ja so schön über Zahlen gesprochen, aber allein bis September dieses Jahres sind 166 000 Menschen illegal in die EU gekommen, und die Dunkelziffer liegt deutlich höher.Seit 2015 kämpfen wir mit diesem Problem, und erst jetzt wird in diesem Haus darüber gesprochen. Diese Union trägt vor allem maßgeblich auch die Schuld daran, dass Millionen von illegalen Einwanderern auf unseren Kontinent gekommen sind und kaum abgeschoben werden können. Jetzt wird über eine Reform philosophiert, das Gemeinsame Europäische Asylsystem zu reformieren, das vor allem erst in zwei Jahren umgesetzt werden soll. Glauben Sie wirklich, dass in dieser Zeit nichts passiert? Glauben Sie, dass Fälle wie in Solingen und Mannheim auf Ihre Reform warten?Wir brauchen keine Reform, wir brauchen auch keine weiteren Migrationsabkommen. Was wir brauchen, sind schnell gebaute, humane Einreise- und Rückkehrzentren und die Streichung von Entwicklungshilfe für Länder, die ihre illegalen Staatsbürger nicht zurücknehmen wollen. Und wir brauchen in Deutschland vor allem eine Bundesregierung, die aus dem Gemeinsamen Europäischen Asylsystem austreten möchte.",
                "keyword": null,
                "toAnalyse": true
            },
            {
                "title": "Verbatim report of proceedings - After 10 years, time to end mass migration now - protect our women and children (topical debate) - Wednesday, 10 September 2025",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2025-09-10-ITM-008_EN.html",
                "content": "  Mary Khan (ESN).   – Herr Präsident! So, vielleicht an die Vorrednerin: Die AfD hat schon vor zehn Jahren gesagt: „Wir schaffen es nicht“. Und deshalb bin ich auch dieser Partei beigetreten, weil sie damals schon vorhergesehen hat, dass wir es nicht schaffen werden, Tür und Tor für jeden zu öffnen.Und sie hatte auch recht damit. Denn heute, zehn Jahre später, liegen uns die blutigen Zahlen vor: Alle 30 Minuten verübt ein Ausländer eine Messerattacke in Deutschland, jeden Tag zwei Gruppenvergewaltigungen und unzählige islamistische Anschläge. Das Blut dieser Opfer klebt genau an Ihren Händen. Und das Widerliche ist: keine Reue, keine Entschuldigung, kein Rücktritt. Stattdessen will man weitermachen.Aber warum auch? Sie fahren mit Ihrem Dienstwagen. Ihre Kinder müssen nicht auf Brennpunktschulen gehen, und Sie können jederzeit umziehen, wenn in Ihrer Wohngegend ein Flüchtlingslager platziert wird. Die Leidtragenden, gerade bei mir in Deutschland, sind die Schwächsten der Gesellschaft: die Mutter, die ihr Kind nicht auf eine Privatschule schicken kann; das Mädchen, das nicht von seinen Eltern abgeholt werden kann. Und ich werde Ihnen versprechen, wir werden die Verantwortlichen …(Der Präsident entzieht der Rednerin das Wort.)",
                "keyword": null,
                "toAnalyse": true
            },
            {
                "title": "Verbatim report of proceedings - Need to prevent security threats like the Solingen attack through addressing illegal migration and effective return (debate) - Monday, 16 September 2024",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2024-09-16-ITM-015_EN.html",
                "content": "  Mary Khan,  im Namen der ESN-Fraktion. – Frau Präsidentin, werte Damen und Herren! Nichts hat in den letzten zehn Jahren unseren Kontinent so sehr verändert und nichts hat ihn vor allem so sehr getroffen wie die illegale Migration von Millionen von Menschen, die auch vor allem die Kommission und auch unsere deutsche Regierung unter Merkel und Scholz verursacht haben. Seitdem sind tausende Frauen Opfer ausländischer Gewalttäter geworden, wurden unzählige Terrorangriffe verübt, die Familien auseinandergerissen haben. Und Solingen war übrigens nur ein weiterer trauriger Höhepunkt. Wieder Tote, und wieder war der Täter ein illegaler Migrant. Und all das, weil Sie sich Vielfalt und gerade Multikulti auf Ihre Fahnen und auf Ihre Volksfeste schreiben.All diese Toten sind auch Opfer einer Politik, die niemanden ausweist und die vor allem die eigenen Leute zu Freiwild macht, gerade auch diese Kommission. Leider ist Frau von der Leyen auch nicht hier: Ihre CDU ist vor allem auch der Grund, dass die Sicherheit nur noch ein Fremdwort in meiner Heimat, in Deutschland ist, und vor allem ein Hort für über 27 000 Islamisten, die jederzeit zuschlagen können. Die wirklichen Flüchtlinge, die vor allem vor diesen Islamisten geflohen sind, werden dank dieser Politik wieder Opfer.Ihre Politik trifft vor allem die normalen Menschen, die Kinder, die auf öffentliche Schulen und nicht auf Privatgymnasien gehen, Arbeiter, die jeden Tag mit den Öffentlichen zur Arbeit fahren und nicht mit den Elektro-SUV. Kurz und knapp – jeder leidet unter Ihrer Politik, nur nicht Sie selbst. Wir brauchen auch keine weiteren Lippenbekenntnisse oder Krokodilstränen. Wäre der Schutz unserer Nation ein ehrliches Anliegen – und das muss man leider auch so sagen –, hätten Sie Frontex schon vor Jahren gestärkt, statt Schlepper‑NGOs zu finanzieren und damit vor allem die illegale Migration zu fördern.Was wir jetzt brauchen, und deswegen ist meine Partei auch vor allem im Aufwind: Wir brauchen Grenzschutz an den Außengrenzen und Grenzkontrollen innerhalb Europas, weil Sie uns dazu zwingen. Wir brauchen auch vor allem Remigration statt Migrationsabkommen mit Kenia, die aus illegaler Migration legale macht. Das ist, was vor allem unsere Bürger in Deutschland wollen. Wenn Sie dazu in diesem Haus nicht in der Lage sind, wird meine Partei, die AfD, das, was Sie hier verursachen, in Deutschland in Zukunft rückabwickeln und wieder für Sicherheit und Ordnung sorgen. Als zweitstärkste Kraft und als stärkste Kraft in Ostdeutschland werden wir die Grenzen wieder sichern, abschieben im großen Stil und darauf achten, wer zu unserer Gesellschaft passt und wer nicht.",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "257007",
            "first_name": "Erik",
            "last_name": "Kaliňák",
            "country_code": "SVK"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - Managing migration in an effective and holistic way through fostering returns (debate) - Wednesday, 23 October 2024",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2024-10-23-ITM-002_EN.html",
                "content": "  Erik Kaliňák (NI).   – Vážená pani predsedajúca, masívna nelegálna migrácia predstavuje pre Európu existenčné ohrozenie. Túto hrozbu však mnohé západné krajiny desaťročia zľahčovali a teraz žnú krvavé dôsledky svojej slniečkarskej naivity. Každého, kto ich varoval pred nebezpečenstvom politiky otvorených dverí pri migrácii, označovali za xenofóba, rasistu či extrémistu. A dnes sú šokovaní, že tí ich extrémisti získavajú väčšinu v jednom členskom štáte za druhým. Kedy už aj v tomto Parlamente pochopíme, že nelegálna migrácia nie je správna? Našou úlohou nie je donekonečna riešiť jej nezvládateľné následky, ale ju raz a navždy zastaviť. Prerozdeľovanie imigrantov, búranie Schengenu či migračný pakt: nič z toho nefunguje, lebo nič z toho nerieši príčinu nelegálnej migrácie.Jediné funkčné riešenie tohto problému je dôsledná kontrola vonkajších hraníc a až potom prichádza na rad prísna návratová politika. Na územie Európskej únie má vkročiť len taký imigrant, čo bol dôsledne skontrolovaný a získal na to legálne povolenie. Všetci ostatní patria za hranicu, vonkajšiu hranicu Európskej únie. Áno, riešenie je naozaj také jednoduché. Tak prosím, prestaňme predstierať, že po desaťročí ideme zrazu hľadať nejaké inovatívne riešenia, lebo sme už fakt na smiech. Samozrejme, že aj toto riešenie stojí nemalé peniaze, ale čo si ich zaslúži viac než bezpečnosť našich občanov? Keď dokážeme dať nečlenskému štátu desiatky miliárd na jeho ochranu, musíme ich vedieť nájsť aj na ochranu našich hraníc, nášho spôsobu života, našej Európy.",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "99945",
            "first_name": "Lena",
            "last_name": "Düpont",
            "country_code": "DEU"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - Managing migration in an effective and holistic way through fostering returns (debate) - Wednesday, 23 October 2024",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2024-10-23-ITM-002_EN.html",
                "content": "  Lena Düpont (PPE).   – Madam President, colleagues, let us, for a second, remind ourselves what the starting point last term was. Member States were not able to finalise the previous pact. The House had been kept in numerous discussions about the pact and was also not able to conclude. It took us long negotiations for a complex package and finally last year we arrived with a solution.Is it a silver bullet? How can it be? It was always clear that it's a baseline system for the inner dimension of the European Union. We always made clear that we cannot leave it there, that we need to improve and that we need to step up. And thanks to the EPP, the external dimension was already part of that.Therefore, and we heard the numbers, only 20 % of those who have no right to stay in the European Union are actually returned, which means we need to step up returns by various means. We need effective and meaningful third country cooperation with a European approach. We need to use the full leverage of the Visa Code, which has been at the hands of the Member States for quite some time, we need to fight trafficking and smuggling networks by all means, and we need to allow to take Frontex to take a greater role in assisting Member States in returns and in third country cooperation. And of course, we need to address instrumentalisation as a hybrid threat because it's highly sophisticated, highly cynical, but also highly beneficial for the organisers – well, it's nothing else than state-sponsored criminal networks here.The EPP will always be the constructive force, and we will always be the ones who drive the asylum and migration policy forward.(The speaker agreed to take a blue-card question)",
                "keyword": null,
                "toAnalyse": true
            },
            {
                "title": "Verbatim report of proceedings - After 10 years, time to end mass migration now - protect our women and children (topical debate) - Wednesday, 10 September 2025",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2025-09-10-ITM-008_EN.html",
                "content": "  Lena Düpont (PPE).   – Mr President, Commissioner, Minister, what have we found last term? We found Member States that were not able to conclude on a common asylum and migration policy. We found a Parliament that had led heavy discussions, intense debate, in order to find a way forward.What have we done? We are taking stock of the common asylum and migration policy, what was left of it from the previous term before that. And we are taking that stock critically because we saw the Dublin transferees, for example, were and are still dysfunctional. But why so? Because they were not connected to solidarity. Because we did not find the right balance between frontline Member States and Member States of secondary movement.We added safeguards against secondary movement. We added an efficient procedure with the border procedure, and we added the Eurodac in order to prevent double and triple applications. We are also taking stock of the geopolitical situation because it had changed in the meantime. So we added something on instrumentalisation in order to defend the Member States that were faced with that, and we are still doing that.Are we done yet? No, we are not. We see that the numbers are going down, but there are still deficiencies in the system. There are still loopholes that can be exploited. And make no mistake, this system is exploited by criminal gangs, by networks, by smugglers, and, of course, also by third-country actors. We should not let that out of mind.So we focus now on the missing pieces to the pack, which is the return policy, which is the safe third country concept and the safe country of origins. And we will continue with that, with a strengthened Europol, with a strengthened Frontex, and a stronger answer when it comes to a sanctions regime on organised crime and smuggling business.",
                "keyword": null,
                "toAnalyse": true
            },
            {
                "title": "Verbatim report of proceedings - 100 days of the new Commission – Delivering on defence, competitiveness, simplification and migration as our priorities (topical debate) - Wednesday, 12 March 2025",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2025-03-12-ITM-010_EN.html",
                "content": "  Lena Düpont (PPE).   – Mr President, Madam Vice-President, just yesterday, Commissioner Brunner presented the new proposal on returns. It is not only a welcome proposal, it is a missing piece to the pact and it's signalling to our citizens that we do hear and see their concerns. But it also proves that the Commission is delivering on key aspects, in time.Mutual recognition, harmonised procedures, new balances of rights and obligations for third-country nationals, tools and means to address security cases and suspected criminals, stronger measures to prevent absconding, and a way forward for enhanced third-country cooperation: these elements will not only strengthen our ability to increase the number of returns, it will put the common asylum and migration system back on its feet.Still, the proposal is only the start and the EPP stands ready, of course, to work constructively and in a good spirit in the upcoming negotiations. Looking ahead, we also welcome the Commission's announcement to follow up swiftly with the safe third country concept – another crucial part of the pact.But yet again, the world does not stop changing. We will need to further follow developments on the eastern border of the Union, not only as regards instrumentalisation, but also in the broader security context. So, looking ahead, there is an urgent need for a broad understanding of security, ranging from defence, to internal security and preparedness.So citing the Niinistö report, our security landscape requires a whole-of-government, whole-of-society, all-scenario approach. And in that sense, I am looking forward to another quick delivery on the closely linked defence white paper, the internal security strategy and the preparedness strategy.",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "257101",
            "first_name": "Cecilia",
            "last_name": "Strada",
            "country_code": "ITA"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - Managing migration in an effective and holistic way through fostering returns (debate) - Wednesday, 23 October 2024",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2024-10-23-ITM-002_EN.html",
                "content": "  Cecilia Strada (S&D).   – Signora Presidente, onorevoli colleghi, signora Commissaria, in queste settimane si è parlato molto dei centri in Albania inaugurati dal governo Meloni, come qualcosa a cui l'Europa potrebbe guardare con interesse, un modello per le nostre future azioni.La scorsa settimana i primi 16 migranti richiedenti asilo sono stati portati nel centro. Ecco i risultati: due erano minorenni, due erano vulnerabili, non avrebbero mai dovuto essere portati in Albania e sono stati riportati in Italia. Gli altri 14 non provenivano da Paesi sicuri secondo i giudici. Quindi non si poteva applicare la procedura accelerata di frontiera: nemmeno loro avrebbero dovuto essere portati in Albania. Tutto questo, per inciso, è costato molto di più, per ogni singola persona, rispetto a quanto non sarebbe costato se le procedure fossero state svolte direttamente in Italia.Il centro in Albania, perciò, è un incubo logistico, è un disastro giuridico, perché non rispetta le convenzioni internazionali e la stessa legislazione dell'Unione. È una grave minaccia per i diritti umani ed è anche un danno economico piuttosto rilevante.Il centro in Albania può essere un modello? Sì, un modello di come non vanno fatte le cose. L'Europa stia invece dalla parte della legge e dei diritti delle persone.",
                "keyword": null,
                "toAnalyse": true
            },
            {
                "title": "Verbatim report of proceedings - Need to prevent security threats like the Solingen attack through addressing illegal migration and effective return (debate) - Monday, 16 September 2024",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2024-09-16-ITM-015_EN.html",
                "content": "  Cecilia Strada (S&D).   – Signora Presidente, signora Commissaria, onorevoli colleghi, il mio primo intervento in plenaria è su un tema a cui tengo molto, perché per tutta la mia vita ho fatto l'operatrice umanitaria, lavorando anche in zone di guerra e in zone colpite dal terrorismo. Negli ultimi anni ho lavorato nel soccorso in mare.Trovo francamente inaccettabile che si continui ad associare con tanta leggerezza l'intera popolazione di persone migranti, rifugiati e richiedenti asilo al tema del terrorismo, perché sappiamo che non è così ed è una mancanza di rispetto anche verso le vittime di questi atroci attacchi, credo. È anche un imbroglio verso i nostri elettori e per questo motivo non voglio entrare nel merito del fenomeno migratorio, ma ragionare piuttosto sugli strumenti concreti per contrastare il terrorismo.Togliamo le strumentalizzazioni dal tavolo e guardiamo piuttosto al lavoro di Europol, che ci indica la strada che dobbiamo continuare a seguire: controllo sui flussi finanziari, antiriciclaggio, \"follow the money\", programmi per contrastare la radicalizzazione, un occhio speciale per le carceri e controlli stringenti sulla propaganda online – propaganda che, ricordiamolo, si nutre anche dei nostri discorsi di odio e di razzismo, che vengono utilizzati dal fondamentalismo islamista per il reclutamento.Il terrorismo non si sconfigge alzando i muri, con la discriminazione e il razzismo, ma si sconfigge con gli strumenti della legge, con più integrazione, più diritti e più democrazia.",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "197469",
            "first_name": "Assita",
            "last_name": "Kanko",
            "country_code": "BEL"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - Managing migration in an effective and holistic way through fostering returns (debate) - Wednesday, 23 October 2024",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2024-10-23-ITM-002_EN.html",
                "content": "  Assita Kanko (ECR).   – Madam President, Commissioner, dear colleagues, 'They do nothing for our safety.' This was the heartfelt cry from German families about the many knife attacks in their country. They feel powerless and abandoned by us.Citizens are deeply concerned about the EU's failing migration policy. Integration is non-committal and border control barely exists. Taboos about protecting external borders and the illusion that return policy is a solution prevail, while only 20 % actually return.Therefore, Germany, France and others are reintroducing internal border controls out of justified fear of attacks and to stop illegal migration – understandable, but this destroys our prosperity because we have internal borders popping up here and there. Europe loses a substance that guarantees the single market. Who will bear the brunt of this? The consumer, the traveller and our businesses.If the EU still wants to be relevant, it's time to act more decisively. Throwing more money at Frontex will not help. Reviewing the agency's mandate and turning it into a real border protection agency will, and equipping, not hindering, the Member States to protect the EU external borders. I count on the new Commission to get serious about this.",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "22858",
            "first_name": "Fabienne",
            "last_name": "Keller",
            "country_code": "FRA"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - Managing migration in an effective and holistic way through fostering returns (debate) - Wednesday, 23 October 2024",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2024-10-23-ITM-002_EN.html",
                "content": "  Fabienne Keller (Renew).   – Madame la Présidente, Madame la Commissaire, «les migrations sont un défi européen exigeant une réponse européenne». Ces mots sont inscrits dans les conclusions de la réunion des chefs d’État du 17 octobre dernier. Voilà notre boussole pour gérer efficacement la migration, qui a conduit à l’adoption d’un accord historique au printemps dernier: le pacte européen sur l’asile et la migration.Ce pacte offre des outils nouveaux et puissants pour lutter contre les flux irréguliers et pour décourager le départ des personnes qui ne relèvent pas de l’asile grâce à la procédure d’asile à la frontière, pour accélérer l’examen des demandes d’asile et pour protéger rapidement ceux qui sont persécutés, mais aussi pour assurer, grâce à ce pacte et à ces outils, un partage de responsabilités équitable et une solidarité nécessaire entre les États membres. Ce pacte est une véritable révolution, chers collègues, et la priorité des priorités, c’est d’assurer sa bonne mise en œuvre.Je m’oppose fermement aux solutions dites innovantes d’externalisation de la politique des retours dans des hubs loin de chez nous. Il nous faut bien sûr travailler sur une nouvelle directive sur les retours. Cependant, de tels centres seraient inefficaces, coûtent une fortune aux contribuables et nous rendraient vulnérables au chantage de pays tiers, sans pour autant régler le sujet délicat de l’obtention des laissez-passer. Les unes après les autres, les tentatives des gouvernements de créer de tels systèmes se révèlent être des impasses. L’abandon de l’accord passé par le Royaume-Uni avec le Rwanda en est un exemple. Restons souverains et maîtres de notre politique d’immigration.(L'oratrice refuse une question carton bleu de Fabrice Leggeri)",
                "keyword": null,
                "toAnalyse": true
            },
            {
                "title": "Verbatim report of proceedings - After 10 years, time to end mass migration now - protect our women and children (topical debate) - Wednesday, 10 September 2025",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2025-09-10-ITM-008_EN.html",
                "content": "  Fabienne Keller,  au nom du groupe Renew. – Madame la Présidente, Monsieur le Commissaire Kubilius, Madame la Ministre des affaires européennes, chère Marie Bjerre, chers collègues, je répète ce que j'ai dit lundi lors de mon rappel au règlement intérieur: ce débat mis à l'agenda par l'extrême droite est un faux débat, qui instrumentalise les peurs et manipule les chiffres.Débattons des faits. Contrairement aux obsessions de l'extrême droite, les entrées irrégulières dans l'Union ont baissé de 38 % en un an, vous l'avez rappelé, Madame la Ministre. L'Union européenne agit avec fermeté pour réduire l'immigration illégale tout en accueillant avec humanité ceux qui sont persécutés. Le 15 octobre prochain, vous l'avez rappelé, Monsieur le Commissaire, la Commission va présenter pour la première fois un rapport annuel sur l'asile et sur la situation migratoire. C'est une nouvelle étape dans la mise en œuvre du pacte sur la migration et l'asile, qui entrera pleinement en vigueur dans un an.J'en appelle donc à l'esprit de responsabilité de cet hémicycle, comme l'a proposé Thomas Tobé à l'instant. Travaillons ensemble à appliquer avec rigueur et fermeté les règles communes du pacte sur la migration et l'asile pour gérer, en Européens, la migration, en respectant les droits fondamentaux des demandeurs d'asile.",
                "keyword": null,
                "toAnalyse": true
            },
            {
                "title": "Verbatim report of proceedings - 100 days of the new Commission – Delivering on defence, competitiveness, simplification and migration as our priorities (topical debate) - Wednesday, 12 March 2025",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2025-03-12-ITM-010_EN.html",
                "content": "  Fabienne Keller (Renew).   – Monsieur le Président – cher Younous Omarjee –, Madame la Vice-Présidente de la Commission – chère Madame Virkkunen –, Monsieur le représentant du Conseil, c’est bien que la migration fasse partie des priorités de la Commission pour les cent premiers jours. Nous le savons, c’est une préoccupation importante pour nos concitoyens européens. C’est d’ailleurs dans ce cadre que la Commission a présenté hier la directive sur les retours. C’était le volet manquant du pacte sur la migration et l’asile, que nous avons adopté au printemps 2024.C’est à nouveau de ce pacte, Madame la Vice-Présidente et Monsieur le Président, que je voudrais parler aujourd’hui, car l’enjeu n’est pas tant de proposer de nouveaux textes que de mettre en œuvre concrètement, dans chaque État membre, ce que nous avons déjà voté. Ce pacte permettra à la Commission et à tous les États membres de mettre rapidement en place une politique migratoire européenne dotée des mêmes règles, caractérisée par la cohérence et la solidarité, et plus efficace.C’est pourquoi, au-delà de ces cent premiers jours, je vous invite à mettre toute votre énergie, Madame la Vice-Présidente, à assurer la mise en œuvre complète du pacte – l’échéance est en juin prochain –, partout en Europe. C’est en agissant concrètement que nous répondrons efficacement aux préoccupations de nos concitoyens.",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "197462",
            "first_name": "Erik",
            "last_name": "Marquardt",
            "country_code": "DEU"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - Managing migration in an effective and holistic way through fostering returns (debate) - Wednesday, 23 October 2024",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2024-10-23-ITM-002_EN.html",
                "content": "  Erik Marquardt (Verts/ALE).   – Frau Präsidentin, Frau Kommissarin! Von den konservativen Kollegen wurde ja gerade gesagt: „Wir wollen die Kontrolle zurückgewinnen.“ Aus meiner Sicht ist das richtig. Es ist nur aus meiner Sicht auch richtig, mal festzustellen, dass die Wahrheit ist, dass wir in den letzten Jahren die Kontrolle verlieren, weil wir die Regeln, weil wir die Gesetze, die wir uns selbst gegeben haben, nicht mehr einhalten, teilweise auch nicht mehr einhalten wollen.In Italien haben wir es gerade gesehen, wenn es um Grundrechte geht: Man darf in Demokratien Minderheiten nicht einfach einsperren, nur weil Mehrheiten das wollen. Daran erinnern sie Gerichte, und dann versuchen sie nicht, die Regeln einzuhalten, sondern die Gerichte anzugreifen. Das finde ich unerhört, muss ich ehrlich sagen, und ich finde auch unerhört, dass wir es nicht schaffen, bei Abkommen – und ich habe Ihnen genau zugehört, Frau Dalli – wie mit Tunesien und Libyen, wo man ja seine politischen Ziele haben kann, aber wo man auf der anderen Seite doch dafür sorgen muss, dass Frauen dort nicht systematisch vergewaltigt werden, dass Menschen nicht systematisch irgendwo eingesperrt oder sogar in die Wüste geschickt werden. Das sind doch Dinge, die für das Zusammenleben, für die Zusammenarbeit in der Migrationspolitik wichtig sind.Geben Sie mir bitte dazu noch zwei Sätze. Das Erste ist: Ich erwarte von der Kommission, dass sie diese Grausamkeiten bei der externen Zusammenarbeit endlich anerkennt. Und ich erwarte von uns gemeinsam und besonders den Konservativen, dass wir den Migrationspakt ordentlich umsetzen. Bitte schielen Sie nicht nach rechts, wir kriegen das zusammen hin.",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "23868",
            "first_name": "Monika",
            "last_name": "Beňová",
            "country_code": "SVK"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - Managing migration in an effective and holistic way through fostering returns (debate) - Wednesday, 23 October 2024",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2024-10-23-ITM-002_EN.html",
                "content": "  Monika Beňová (NI).   – Vážená pani predsedajúca, ďakujem veľmi pekne, pani predsedajúca a pani komisárka. Vidím tu kolegov z Fideszu. Pamätajú si určite, keď sme v roku 2015 alebo 2016 na mimoriadnom zasadnutí Európskeho parlamentu v Bruseli boli donútení prijať rozhodnutie o povinnom prerozdeľovaní migrantov. Hovoríme o období spred deviatich rokov. Deväť rokov toto nefungovalo a napriek tomu sa to znovu dostalo do migračného paktu. Keď vieme, že to nefunguje, nefunguje nám ochrana vonkajšej hranice, nefunguje už ani Schengen, nefunguje nám návratová politika, nefunguje vlastne nič: nechápem Váš optimizmus, pani komisárka, keď ste tu vystúpili a povedali, že už nám chýba len ten posledný kúsok, doriešiť návratovú politiku. Návratová politika stojí Európsku úniu a jej členské štáty obrovské množstvo peňazí. A ešte ku kolegom, progresívcom a socialistom: my nie sme proti legálnej migrácii, ale tu hovoríme o ilegálnej migrácii. Hovoríme o tom, ako sa s tým majú členské štáty vysporiadať bez podpory Európskej komisie.",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "197711",
            "first_name": "Dolors",
            "last_name": "Montserrat",
            "country_code": "ESP"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - Managing migration in an effective and holistic way through fostering returns (debate) - Wednesday, 23 October 2024",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2024-10-23-ITM-002_EN.html",
                "content": "  Dolors Montserrat (PPE).   – Señora presidenta, la frontera sur de Europa —Canarias, Ceuta y Melilla— está en grave riesgo de colapso ante la llegada constante de inmigrantes irregulares. Las mafias que trafican con personas no eligen al azar dónde envían sus pateras. Canarias, Ceuta y Melilla son las tres zonas que más inmigración irregular reciben hoy en toda Europa. Y no es por casualidad. Lo son porque el Gobierno de España no defiende nuestras fronteras ni a nuestros cuerpos de seguridad, elude la cooperación internacional, desoye a Europa y desprecia la ayuda de Frontex.Señores socialistas, la política migratoria más inhumana es la que no existe, la que permite que las mafias campen a sus anchas y miles de personas mueran en el océano. La inacción y la irresponsabilidad del Gobierno de Sánchez no solo están poniendo en peligro la seguridad de la Unión Europea, sino la de los miles de migrantes utilizados por las mafias.¿Y saben por qué? Porque al presidente Sánchez solo le preocupa aferrarse al poder y no dimitir ante los casos de corrupción que le acechan en su Gobierno, en su partido y en su entorno personal. Es inadmisible que el mismo presidente Sánchez que tarda un minuto en entregar una amnistía a un prófugo de la Justicia, que no duda en excarcelar a presos etarras, que asalta cada día las instituciones —como ayer la televisión pública española—, tenga a Canarias, Ceuta y Melilla agonizando, sin ayuda para atender a los menores no acompañados ni recursos para afrontar esta grave crisis migratoria.El verdadero efecto llamada europeo se llama Pedro Sánchez. Europa debe actuar ya. Y obliguen a Sánchez a implementar el Pacto sobre Migración y Asilo.",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "233862",
            "first_name": "Matjaž",
            "last_name": "Nemec",
            "country_code": "SVN"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - Managing migration in an effective and holistic way through fostering returns (debate) - Wednesday, 23 October 2024",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2024-10-23-ITM-002_EN.html",
                "content": "  Matjaž Nemec (S&D).   – Gospa predsednica! Ni problem politika Pedra Sancheza ali pa Španije, ampak neučinkovita in celostna migracijska politika Evropske unije, ki še ne deluje.Dandanes migracije poganjajo kompleksni vzroki in krizna žarišča po vsem svetu in naš problem niso vračanja. Ampak nasprotno, naša največja težava je, da Evropa še naprej financira avtoritarce v severni Afriki, ki grobo zatirajo svoje lastne državljane. Kot tudi, da Evropa podpira obalne straže, ki istočasno igrajo vlogo tihotapcev ljudi. In to tudi, da Evropa še naprej pošilja orožje na krizna žarišča kot vključno z Izraelom.Kako se lahko Evropa tako kratkovidno pretvarja, da naša politika in dejanja nimajo nobenih posledic? Seveda jih imajo.Spoštovani, po osmih letih smo letos pred volitvami potrdili pakt o migracijah in azilu. Čeprav ta ni idealen, ponuja odgovore na izzive migracij.Sedaj pa se moramo osredotoči na izvajanje sprejetega svežnja kot tudi na integracijo, učinkovito obravnavo ter seveda na sprejem. Ne pa na všečne ukrepe in besede, ki v resnici ne bodo imele učinka, kot tudi priseljevanja v Albanijo ne. In s tem bomo le pospešili in ojačali tok po Zahodnem Balkanu in seveda njeno pot pospešili do severa.",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "101039",
            "first_name": "Paolo",
            "last_name": "Borchia",
            "country_code": "ITA"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - Managing migration in an effective and holistic way through fostering returns (debate) - Wednesday, 23 October 2024",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2024-10-23-ITM-002_EN.html",
                "content": "  Paolo Borchia (PfE).   – Signora Presidente, onorevoli colleghi, questo dibattito avviene a pochi giorni da un drammatico fatto di sangue accaduto a Verona, la mia città, bellissima e ospitale, che si trova in Veneto, storicamente terra di emigrazione e di integrazione: un ragazzo maliano ha perso la vita dopo aver aggredito con un coltello un agente di polizia che, per difendersi, ha dovuto aprire il fuoco.Questo è un episodio, uno dei tanti, che testimonia che, quando in un territorio arriva un numero spropositato di stranieri, la maggior parte dei quali non ha diritto alla protezione internazionale, poi diventa impossibile gestirne l'accoglienza.Io avrei voluto, colleghi, che questo dibattito si svolgesse in maniera concreta e non ideologica, senza l'illusione che in Europa esistano opportunità e possibilità illimitate di accoglienza. Il titolo è \"Gestione ordinata ed efficacia della migrazione\": perfetto, il contrario di tutto quello che abbiamo visto finora.In conclusione, vorrei esprimere il mio sgomento per il rapporto della commissione contro il razzismo e l'intolleranza dei nostri vicini di casa del Consiglio d'Europa che \"sputa veleno\" sulle forze dell'ordine italiane che, ricordo, vanno applaudite, non diffamate.(L'oratore accetta di rispondere a una domanda \"cartellino blu\")",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "123562",
            "first_name": "Charlie",
            "last_name": "Weimers",
            "country_code": "SWE"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - Managing migration in an effective and holistic way through fostering returns (debate) - Wednesday, 23 October 2024",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2024-10-23-ITM-002_EN.html",
                "content": "  Charlie Weimers (ECR).   – Madam President, colleagues, the right won the election. Securing the border – once rejected as heresy – has become mainstream. The Council, even the Commission, recognise the need to prevent illegal entry, host refugees outside the EU and swiftly deport illegal migrants. But will the European Parliament defend Europe or open the floodgates?On Monday, this House rejected the left's attempt to control the debate on migration. Now they will use their superpower – their unrivalled ability to whine and cry. For the past decade, this House has indulged the left colleagues. We cannot afford to lose another decade to leftist tears. There is a right‑wing majority in this House to stop illegal migration, stop asylum abuse, and stop the weaponisation of migrants. It's time we use it.",
                "keyword": null,
                "toAnalyse": true
            },
            {
                "title": "Verbatim report of proceedings - After 10 years, time to end mass migration now - protect our women and children (topical debate) - Wednesday, 10 September 2025",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2025-09-10-ITM-008_EN.html",
                "content": "  Charlie Weimers (ECR).   – Mr President, a parent's worst nightmare: your little girl never arrives home. You search the streets. Your fear turns to panic. You see the police blockade. Your worst fears are confirmed. She's found in the woods, brutally raped, bound and strangled with her own shoelaces.Luna, a beautiful nine-year-old girl, lived through this nightmare. Now she has irreversible brain damage and is unable to care for herself. She is a victim of mass migration. And why? The predator that attacked her, a teenage migrant, had already assaulted a woman and groped classmates. The authorities knew, yet did nothing.As a father of four young daughters, my duty is to protect my wife and my children. As legislators, our solemn duty is to protect Europeans. And to those of you that deny the link between migration and safety for women: how many more? Luna, Lola, Liana, Elin, Lisa, Alexandra, Saga, Philippine, Mia and Adriana. How many more will there have to be before you at least care?",
                "keyword": null,
                "toAnalyse": true
            },
            {
                "title": "Verbatim report of proceedings - Need to prevent security threats like the Solingen attack through addressing illegal migration and effective return (debate) - Monday, 16 September 2024",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2024-09-16-ITM-015_EN.html",
                "content": "  Charlie Weimers,  för ECR gruppen. – Fru talman! Migrantvåldet sveper inte bara över Tyskland utan över hela Europa, inklusive mitt eget land. I Solna 2022 knivhuggs och torteras två tonåringar under nio timmar av andra generationens invandrare från Tunisien och Irak. 2023 mördas 20-åriga höggravida Saga och hennes ofödde son av en somalier i Örebro. 2020 skjuts tolvåriga Adriana av kriminella invandrare. Samma gäng som numera säljer lotter åt svenska Socialdemokraterna.2024 skjuts 39-årige Mikael i huvudet framför sin tolvårige son på väg till simhallen. 2019 tortyrmördas 20-årige Alexander för en vinterjacka. Mordet filmas och våldsverkaren, en statslös palestinier, skryter om hur Alexander tejpats ihop som en jude och grisen slaktades. 2023 får Lena, 76, sin ytterdörr uppsliten av en afghan och mördas i sitt kök i Stockholm.Fru talman! Alla dessa mord begicks under föregående mandatperiod. Nu har vi som fått förtroendet att sitta här i Europaparlamentet fem år på oss att göra allt i vår makt för att vända utvecklingen. Det är ett tungt ansvar. Det handlar om att skydda de vi representerar, vanliga människor, farmödrar, söner, pappor och lillasystrar runt om i hela Europa. Jag glädjer mig åt att PPE talar om behovet av att utvisa illegala migranter och att skydda våra medborgare. Låt oss jobba tillsammans för att göra Europa säkert igen.",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "124802",
            "first_name": "Siegfried",
            "last_name": "Mureşan",
            "country_code": "ROU"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - Managing migration in an effective and holistic way through fostering returns (debate) - Wednesday, 23 October 2024",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2024-10-23-ITM-002_EN.html",
                "content": "  Siegfried Mureşan (PPE).   – Madam President, dear colleagues, Russia and Belarus are exploiting migrants in an attempt to destabilise the European Union. They are sending people illegally across the border into the European Union, challenging, threatening our security. This is a danger for the security of the European Union. We need to recognise this and we need to act on this. Anything illegal has to be tackled. The European Union needs to stand up for the rule of law. We need to defend the rule of law. Illegal migration is to be tackled. That is why a proposal on returns is to be welcomed.We are now seeing an instrumentalisation of migration against the security of the European Union, with a clear attempt to divide us by the autocracies around the European Union. Russia is trying to instrumentalise migration against us through Belarus towards Poland. They will not hesitate to work with countries that are close to them in the Middle East and in Africa to continue to instrumentalise migration. We need to recognise this. We need to protect our borders properly. We need to protect ourselves from autocrats who are trying to destabilise our democracies, and we need to protect our external border as well, so that the freedom of movement inside the European Union can continue.",
                "keyword": null,
                "toAnalyse": true
            },
            {
                "title": "Verbatim report of proceedings - 100 days of the new Commission – Delivering on defence, competitiveness, simplification and migration as our priorities (topical debate) - Wednesday, 12 March 2025",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2025-03-12-ITM-010_EN.html",
                "content": "  Siegfried Mureşan (PPE).   – Mr President, dear colleagues, in the past 20 years, the European Union was good and the European Commission played an important role in reacting to crises: the economic/financial crisis, the migration/refugee crisis, Brexit, the COVID-19 pandemic and then the illegal and illegitimate invasion of Russian armed forces into Ukraine.But very often the European Commission has ignored topics which were important but never urgent: completing the single market (particularly the digital single market), reducing bureaucracy and improving competitiveness were never urgent, but 20 years later we see that we have lost competitiveness in comparison to other regions of the world – in comparison to China and the United States of America.Vice-President, Minister, colleagues, my appeal today is the following: we have seen in the first 100 days of the European Commission that many unexpected developments occurred – unexpected developments will continue to occur also in the next months – but my appeal is let us focus on what we have agreed together at the beginning of this mandate and let us implement it. We have together said that security and defence on the one side and improving the competitiveness of our economy should be the priorities for the next years, and I believe we have to we have to implement this methodically, as we have agreed at the beginning of the term.When we say 'improve security and defence', of course, we mean protecting external borders as well. We mean protecting food security, strengthening our agriculture – and this can only work with the farmers, not not against the farmers. When we want more security for the people of Europe and a stronger economy, of course, one of the key tools that we have as the European Union is the budget of the European Union.We are seeing the first developments in the European Commission on the next Multiannual Financial Framework. We, in the European Parliament, are ready to start working with the Commission and with the Member States on the Multiannual Financial Framework to make sure that it will become more flexible, simpler for the beneficiaries, in line with our priorities, not ignoring the traditional priorities. Agriculture and cohesion remain priorities remain important, but, of course, security and defence has to be properly financed. And all of this, we are ready, as the European People's Party, to do, together with the pro-European groups here in the House, together with everyone who is ready to build Europe and to bring it forward in the next month.",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "197842",
            "first_name": "Elena",
            "last_name": "Yoncheva",
            "country_code": "BGR"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - Managing migration in an effective and holistic way through fostering returns (debate) - Wednesday, 23 October 2024",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2024-10-23-ITM-002_EN.html",
                "content": "  Elena Yoncheva (Renew).   – Madam President, if you want the European migration policy to be fair to those who need protection, it should be firm and effective to others who don't have the right to stay. Almost half of the people who arrive in Europe do not receive asylum status. Last year, less than 20 % of those with return decisions were actually returned. Yes, Commissioner Dalli, we need to do more. Returns is the missing puzzle in the European Union migration policy. We need a new and effective return policy, but we also need the right approach.Lessons must be learned from the Italian–Albanian deal. Such deals are expensive and ineffective, and open the door to legal challenges. What is most worrying, some Member States see this as a way to avoid the implementation of the migration pact. Instead, we should focus on working with countries of origin, establishing sustainable partnership and implementation of the migration pact without delay.",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "185771",
            "first_name": "Tom",
            "last_name": "Vandendriessche",
            "country_code": "BEL"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - Managing migration in an effective and holistic way through fostering returns (debate) - Wednesday, 23 October 2024",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2024-10-23-ITM-002_EN.html",
                "content": "  Tom Vandendriessche (PfE).   – Voorzitter, tijdens dit debat komen er opnieuw honderddertig asielzoekers bij in Europa. Elk uur van elke dag van elke maand. Meer dan drieduizend asielzoekers per dag. De helft van hen zijn bovendien asielbedriegers. Ze misbruiken asielrecht om te migreren en vier van de vijf van deze gelukzoekers keren bovendien helemaal niet meer terug. Tijdens het debat komen er dus vijftig illegalen bij in Europa.De Europese Unie observeert, debatteert, overweegt, palavert en delibereert, maar weigert tot actie over te gaan. Nochtans is de oplossing evident. Illegalen moeten we actief opsporen en terugsturen. Landen die hun illegalen niet willen terugnemen, mogen geen euro aan ontwikkelingshulp meer ontvangen. We kunnen hen economisch boycotten, visumsancties opleggen en financiële stromen stoppen, totdat ze meewerken. De Europese Unie kan hier haar meerwaarde bewijzen. Waarom gebeurt dat eigenlijk niet?",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "197840",
            "first_name": "Rasa",
            "last_name": "Juknevičienė",
            "country_code": "LTU"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - Managing migration in an effective and holistic way through fostering returns (debate) - Wednesday, 23 October 2024",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2024-10-23-ITM-002_EN.html",
                "content": "  Rasa Juknevičienė (PPE).   – Gerbiama Pirmininke! Gerbiami kolegos, tarptautinėje teisėje susiduria dvi konkuruojančios vertybės – ir abi labai svarbios - individualios migrantų teisės ir valstybės saugumas, teritorinis vientisumas. Antroji nėra pakankamai įtvirtinta mūsų teisėje. Sienų apsauga yra esminė prielaida valstybės saugumui. Mes privalome iš esmės pakeisti savo išorės sienų apsaugos politiką. Be išorinių sienų apsaugos, įskaitant fizines sienas, nebus veiksmingo Šengeno. Kairiųjų migracijos politika nelegalios migracijos atžvilgiu atvedė į šią salę kraštutinius radikalus. Nelegali instrumentalizuota migracija tampa diktatorių ginklu prieš demokratijas. Turime tai sustabdyti!",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "125001",
            "first_name": "Harald",
            "last_name": "Vilimsky",
            "country_code": "AUT"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - Managing migration in an effective and holistic way through fostering returns (debate) - Wednesday, 23 October 2024",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2024-10-23-ITM-002_EN.html",
                "content": "  Harald Vilimsky (PfE).   – Frau Präsidentin, meine sehr geehrten Damen und Herren! Die gesamte Irrwitzigkeit der sogenannten Migrations- und Flüchtlingsthematik zeigt sich an einem aktuellen Beispiel in meiner Heimatstadt Wien, wo eine syrische Familie die Summe von 4 600 Euro netto Monat für Monat von der öffentlichen Hand erhält. Und neben diesen 4 600 Euro, die diese syrische Familie in Wien erhält, kommt noch ein Klimabonus dazu, der einmalig im vergangenen Monat im Ausmaß von über 400 Euro bezahlt wurde, und dazu noch eine sogenannte Mietzinsbeihilfe, sodass in Summe diese syrische Familie 5 500 Euro von der öffentlichen Hand erhält, und das ist mehr als das Doppelte, was ein normaler Arbeiter hier in meiner Heimatstadt verdient.Das heißt also, dass hier eine ganz große Diskussion darüber entstanden ist, dass diejenigen, die Steuern zahlen, die zum allgemeinen Wohl beitragen, hier auf der anderen Seite Personen finanzieren, die unter dem Titel der Schutzwürdigkeit zu uns gekommen sind und zu zwei Dritteln – und das zeigen alle Statistiken – nicht schutzwürdig sind, weder Genfer Konventionsstatus erhalten, weder subsidiär noch humanitär entsprechenden Schutzstatus genießen.Die einzige Lösung kann nur sein, diesen Menschen in ihrer Heimat zu helfen, sie auf ihrem Kontinent zu halten und sie nicht mehr nach Europa zu lassen.",
                "keyword": null,
                "toAnalyse": true
            },
            {
                "title": "Verbatim report of proceedings - After 10 years, time to end mass migration now - protect our women and children (topical debate) - Wednesday, 10 September 2025",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2025-09-10-ITM-008_EN.html",
                "content": "  Harald Vilimsky (PfE).   – Frau Präsidentin, meine Damen und Herren! Vor rund zehn Jahren hat Angela Merkel den wahrscheinlich schicksalsträchtigsten Schlag gegen Europa überhaupt in der letzten Dekade ausgeführt, als sie gesagt hat „Wir schaffen das“ und über 10 Millionen Menschen aus Arabien und Afrika zu uns geströmt sind – Menschen, wo zwei Drittel keinerlei Schutzbedürfnis haben, weder Genfer Konvention noch humanitär, noch subsidiär irgendeine Schutzberechtigung haben. Und mit dieser Welle an illegalen Migranten sind auch wirtschaftliche Probleme, soziale Probleme, kulturelle Probleme einhergegangen, und auch Terror ist einhergegangen: Bataclan-Theater, Flughafen in Brüssel, in Straßburg am Weihnachtsmarkt und, und, und.Und eines der für mich beeindruckendsten Werke in diesem Zusammenhang ist ein Buch, das jetzt herausgekommen ist, von einem Landsmann von mir, von Gerald Grosz, mit dem Titel „Merkels Werk – Unser Untergang“. Er zitiert viele europäische Staatsmänner, unter anderem den ehemaligen Innenminister und nunmehrigen Parteichef der FPÖ in Österreich, Herbert Kickl, der das sagt – und genau das bringt es auf den Punkt: Man schert sich keinen Deut für die Interessen der Bevölkerung und macht ausschließlich, wofür man von der linken Schickeria Applaus erhält; das ist das, was stattgefunden hat. Und weitere Analysen von Viktor Orbán bis Tino Chrupalla: Ich kann nur jedem empfehlen, lesen Sie dieses Buch, das ist die perfekte Contra-Meinung. …(Die Präsidentin entzieht dem Redner das Wort.)",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "257078",
            "first_name": "Paulo",
            "last_name": "Cunha",
            "country_code": "PRT"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - Managing migration in an effective and holistic way through fostering returns (debate) - Wednesday, 23 October 2024",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2024-10-23-ITM-002_EN.html",
                "content": "  Paulo Cunha (PPE).   – Senhora Presidente, Senhoras e Senhores Deputados, a crise migratória é um dos maiores desafios da nossa era. É imperativo que abordemos esta questão com humanidade e dignidade.Em Portugal, sob a liderança do Governo da Aliança Democrática, temos implementado medidas exemplares que refletem estes valores fundamentais. O Plano de Ação para as Migrações do nosso Governo promove um sistema eficaz para acolher os que querem entrar, mas simultaneamente intransigente na fiscalização e no combate aos abusos, ao exigir um vínculo a todos os migrantes que queiram tratar da sua regularização. Assim, facilitamos a integração e reduzimos a imigração irregular. Queremos garantir que cada migrante que chega ao nosso país é tratado com respeito e tem acesso a condições de vida dignas enquanto aguarda a análise do seu pedido de asilo.Temos que procurar soluções inovadoras que respeitem estes princípios. Além das alterações legais introduzidas, o primeiro‑ministro português anunciou recentemente a criação de centros de acolhimento para imigrantes em território português como uma nova opção para uma gestão integrada.Somos contra o recurso a fundos comunitários para a construção de muros nas nossas fronteiras externas. Defendemos o investimento no uso de tecnologia avançada, na vigilância e na cooperação entre Estados‑Membros. A gestão eficaz e o fortalecimento das fronteiras externas da União Europeia são elementos‑chave para um espaço Schengen sem controlos das fronteiras internas. Só resolveremos a crise migratória se combatermos as...(a Presidente retira a palavra ao orador)",
                "keyword": null,
                "toAnalyse": true
            },
            {
                "title": "Verbatim report of proceedings - Need to prevent security threats like the Solingen attack through addressing illegal migration and effective return (debate) - Monday, 16 September 2024",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2024-09-16-ITM-015_EN.html",
                "content": "  Paulo Cunha (PPE).   – Senhor Presidente, Senhora Comissária, as ameaças à segurança são reais e a União Europeia tem de continuar a trabalhar em soluções que reforcem a coordenação e a troca de informação, em procedimentos de asilo mais rápidos e em regras uniformes que garantam maior certeza jurídica.Mas atenção, não podemos tratar de forma igual aquilo que é diferente, nem tornar definitivo o que deve ser excecional.A Alemanha anunciou a introdução de controlos temporários em todas as suas fronteiras terrestres, invocando a ameaça à segurança interna. Compreendemos que esta seja uma situação excecional de ameaça, mas, volto a dizer, uma exceção não se pode transformar em regra.De resto, o controlo de fronteiras deve estar sempre, em primeiro lugar, nas fronteiras da União e não nas fronteiras entre países do espaço Schengen. A resposta a estes problemas deve ser, por isso, conjunta e não dos países de forma isolada.O espaço Schengen é uma das grandes conquistas da nossa Europa. Os movimentos de circulação sustentam as dinâmicas da economia de todos os países. Não podemos abdicar desse legado. É, por isso, nosso dever desenhar políticas alternativas mais fortes e baseadas em valores humanistas.",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "86057",
            "first_name": "Bartłomiej",
            "last_name": "Sienkiewicz",
            "country_code": "POL"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - Managing migration in an effective and holistic way through fostering returns (debate) - Wednesday, 23 October 2024",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2024-10-23-ITM-002_EN.html",
                "content": "  Bartłomiej Sienkiewicz (PPE).   – Pani Przewodnicząca! Zanim zaczną działać mechanizmy Paktu, pilnie musimy ograniczyć napływ tych uchodźców, którzy są elementem agresji hybrydowej. Dotychczasowe procedury stawiają Unię Europejską w sytuacji bezradności. Używanie statusu azylantów jest częścią agresji Moskwy i Mińska. Często nie znamy faktycznych danych osób nielegalnie przekraczających granicę i ubiegających się o azyl. Mamy prawo wiedzieć, kto do nas przyjeżdża, a jak nie możemy wiedzieć, mamy prawo odmówić im wejścia na nasze terytorium.W doktrynie rosyjskiej nie ma rozróżnienia między narzędziami prowadzenia wojny. Ich dyplomacja, akty dywersji, których dopuszczają się na Zachodzie, czy organizowani przez nich migranci, są takim samym instrumentem prowadzenia wojny jak ich czołgi i rakiety. Oczekuję zrozumienia tego faktu, szczególnie po lewej stronie tej sali.",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "98582",
            "first_name": "Loránt",
            "last_name": "Vincze",
            "country_code": "ROU"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - Managing migration in an effective and holistic way through fostering returns (debate) - Wednesday, 23 October 2024",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2024-10-23-ITM-002_EN.html",
                "content": "  Loránt Vincze (PPE).   – Tisztelt Elnök Asszony! Jó látni, jó hallani, hogy a józan ész kezd visszatérni az Európai Parlamentbe, hiszen öt évvel ezelőtt, aki olyan intézkedéseket javasolt, amelyek az illegális migrációt akarták megállítani, rögtön rásütötték a szélsőséges jelzőt. Végül sikerült ledönteni a tabukat, pontosabban a választók döntötték le a tabukat, amikor júniusban azt mondták, hogy ez fontos ügy, tessék megoldani. Mert számukra az illegális bevándorlással összefüggő támadások számának növekedése, a szociális kiadások emelkedése, az egyesek számára jól jövedelmező migránsbiznisz elfogadhatatlan.A nyár elején utolsó száz méteren született a migrációs paktum. Félsiker, félmegoldás. Annyit sikerült akkor elérni, de az elkezdett úton most egészen végig kell menni. A kiutasítási irányelvben például nem kell majd óvatoskodni. Ez egy szigorú és egyértelmű intézkedéseket tartalmazó jogszabály kell legyen. És emellett további kiegészítő törvényekre lesz szükség, de én azt gondolom, most megvan az a parlamenti többség, amely elszánt és bátor, és képes a korábban kényelmetlennek látszó döntéseket megtenni. A polgárok erre adtak nekünk megbízást és feladatot.",
                "keyword": null,
                "toAnalyse": true
            },
            {
                "title": "Verbatim report of proceedings - Need to prevent security threats like the Solingen attack through addressing illegal migration and effective return (debate) - Monday, 16 September 2024",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2024-09-16-ITM-015_EN.html",
                "content": "  Loránt Vincze (PPE).   – Elnök Úr! Az egyre több nyugat-európai terrorcselekmény után a politikai vezetők rendre a fatalizmusba zuhannak, mintha az ilyen borzalmas események nem lennének megelőzhetőek. Mintha nem a mi jogunk lenne arról dönteni, ki léphet az országainkba, és hogyan élhetünk biztonságban. 2023-ban közel 400 000 illegális belépést jegyeztek az uniós határokon. Ezt a számot egyetlen eszközzel lehet csökkenteni: a külső határok szigorúbb védelmével. Erre kellene több uniós pénzt szánni.2024 első negyedévében több mint 103 000 nem uniós állampolgárt utasítottak távozásra, de csak mintegy egyharmaduk távozott ténylegesen. Ez egy félelmetes adat. Ha a maradék 60 000 ember közül csak egyetlen potenciális terrorista van, aki valamikor ártatlan embereket fog meggyilkolni, akkor a tagállamok végzetes hibát követtek el azzal, hogy nem érvényesítették maradéktalanul a kiutasítást. Pedig nincsen más megoldás. Minden jobb, mint félelemben élni és bezárkózni. Nem elég a tüneteket határlezárással kezelni, a súlyosan elhibázott migrációs politika helyett a józan észhez kellene folyamodni.",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "256809",
            "first_name": "Paulius",
            "last_name": "Saudargas",
            "country_code": "LTU"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - Managing migration in an effective and holistic way through fostering returns (debate) - Wednesday, 23 October 2024",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2024-10-23-ITM-002_EN.html",
                "content": "  Paulius Saudargas (PPE).   – Madam President, dear colleagues, Europe is full. In parallel with a strategic and cautious integration policy – which is a long‑term solution – the only answer is fostering returns. We should be especially alert in the context of instrumentalised immigration. During Lukashenko's hybrid attack on Lithuania, Latvia and Poland, around 150 000 illegal crossings were registered in a short‑time slot, and these crossings were accompanied by the special forces of Belarus, which in some cases forced the migrants to enter the European Union using their brutal armed force. Any kind of further escalation is possible in such a context. Our countries faced a need for an urgent solution.We Lithuanians built a physical barrier on our own account in a record time, but what we really lacked was the common European‑wide approach to returns. The negotiations with third countries on admitting their nationals, for example Iraq, were complicated. Only together as the EU, we can do it.To demolish Schengen and to build walls between ourselves is not a European solution. To strengthen the external borders and to foster the return process, this is the answer.",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "197786",
            "first_name": "Susanna",
            "last_name": "Ceccardi",
            "country_code": "ITA"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - Managing migration in an effective and holistic way through fostering returns (debate) - Wednesday, 23 October 2024",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2024-10-23-ITM-002_EN.html",
                "content": "  Susanna Ceccardi (PfE).   – Signora Presidente, onorevoli colleghi, un milione di mancati rimpatri di immigrati irregolari che meritavano l'espulsione: parliamo di questo. Ma quali sono state le azioni dell'Unione europea per evitare questa enorme falla nel nostro sistema di sicurezza? Niente, l'Unione europea non fa niente – anzi – mette i bastoni tra le ruote a qualsiasi iniziativa degli Stati membri per bloccare l'immigrazione irregolare.In Italia abbiamo stipulato un patto con l'Albania per costruire là dei centri per il rimpatrio. Ma i giudici italiani stanno boicottando questa scelta, solo per opposizione politica. Sempre i giudici hanno mandato a processo Matteo Salvini per aver fermato l'immigrazione clandestina nel 2019 e a processo – pensate un po' – per sequestro di persona, come se fosse un criminale comune. Ha dell'incredibile, ma è questo che si sono inventati pur di bloccare chi è riuscito a dare risposte efficaci.Secondo voi a chi delinque nei nostri paesi e non vuole integrarsi con la cultura europea e non rispetta i principi di uguaglianza tra uomo e donna, che cosa dovremmo fare? Dovremmo tenerceli tutti? Fermiamo l'ipocrisia e rispettiamo il mandato dei cittadini europei, che vogliono sicurezza e meno immigrazione.",
                "keyword": null,
                "toAnalyse": true
            },
            {
                "title": "Verbatim report of proceedings - After 10 years, time to end mass migration now - protect our women and children (topical debate) - Wednesday, 10 September 2025",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2025-09-10-ITM-008_EN.html",
                "content": "  Susanna Ceccardi (PfE).   – Signor Presidente, onorevoli colleghi, dopo dieci anni di flussi migratori incontrollati, i dati ufficiali ci dimostrano un quadro incontrovertibile.Per esempio, in Italia gli immigrati rappresentano il 9 % della popolazione, ma commettono oltre il 40 % delle violenze sessuali. Pochi giorni fa, vicino Catania, due turiste ungheresi sono state violentate da tre cittadini nordafricani e questi numeri ci obbligano a riconoscere la realtà: l'immigrazione incontrollata mette a rischio le persone più fragili, specialmente le donne e i bambini.Queste verità, spesso, sono ignorate dai media nazionali. Andate in giro per le nostre città e guardate le stazioni e i luoghi degradati, è pieno di immigrati che spacciano, si ubriacano, delinquono, ed è questa l'accoglienza della sinistra.Per questo oggi dobbiamo dire con fermezza che l'Europa non può più subire l'immigrazione di massa: bisogna cambiare le regole, le convenzioni, i regolamenti, perché questa è la vera emergenza!Abbiamo speso 88 miliardi di euro per la guerra in Ucraina, ci basterebbe un decimo per fare i rimpatri di massa degli immigrati irregolari in Europa.",
                "keyword": null,
                "toAnalyse": true
            },
            {
                "title": "Verbatim report of proceedings - Need to prevent security threats like the Solingen attack through addressing illegal migration and effective return (debate) - Monday, 16 September 2024",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2024-09-16-ITM-015_EN.html",
                "content": "  Susanna Ceccardi (PfE).   – Signor Presidente, onorevoli colleghi, al processo \"Open Arms\" in corso a Palermo la pubblica accusa ha chiesto sei anni di carcere per il vicepremier e ministro Matteo Salvini, che nel 2018‑2019 difese i confini dell'Italia e la sicurezza degli italiani bloccando gli sbarchi dei clandestini.Nella sua requisitoria, il pubblico ministero ha detto che anche i terroristi e i trafficanti di uomini vanno fatti sbarcare. Un'opinione folle, che la sinistra europea, le ONG e le ONLUS immigrazioniste condividono appieno.Ma vadano a dirlo alle famiglie delle vittime dell'attentato di Solingen, che hanno visto i loro cari morire, alle quali esprimo la totale vicinanza e solidarietà mia e di tutto il gruppo dei Patrioti per l'Europa. Vadano a dirlo alle famiglie delle vittime di tutti gli altri attentati di matrice islamista che hanno insanguinato le nostre nazioni europee.Gli immigrati irregolari, tra i quali si nascondono terroristi e trafficanti, non vanno fatti partire e l'Europa deve facilitarne i rimpatri, non complicare la vita agli Stati che vogliono farlo. Lasciate libere le nazioni di difendere i propri confini. Lasciate che i popoli europei vivano in sicurezza, preservino l'identità e conservino le proprie radici.",
                "keyword": null,
                "toAnalyse": true
            },
            {
                "title": "Verbatim report of proceedings - 100 days of the new Commission – Delivering on defence, competitiveness, simplification and migration as our priorities (topical debate) - Wednesday, 12 March 2025",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2025-03-12-ITM-010_EN.html",
                "content": "  Susanna Ceccardi (PfE).   – Signor Presidente, onorevoli colleghi, sono passati 100 giorni dall'inizio della nuova Commissione: 100 giorni di annunci, di slogan, di dichiarazioni. Se in Europa si governasse a colpi di conferenze stampa, su piani ambiziosi della Commissione, saremmo già il continente più sicuro, competitivo e prospero del pianeta.Parliamo di difesa: ci dite che serve un esercito europeo, il riarmo, la difesa comune ma poi non riuscite nemmeno a proteggere i nostri confini dall'invasione dei clandestini.Competitività: mentre l'America rilancia l'economia e abbassa le tasse alle imprese, voi confermate il Green Deal e aumentate la burocrazia. Bravi, applausi. Così le aziende chiudono e scappano in Cina.E sulla semplificazione: l'unica cosa che Bruxelles riesce a semplificare è il modo in cui ci mette i bastoni tra le ruote. Più regolamenti, più vincoli, più follie green che penalizzano i nostri agricoltori e le nostre imprese.Insomma, dopo 100 giorni la musica è la stessa di sempre: tanta Europa a parole, sempre più Europa sulla carta e zero soluzioni per cittadini e imprese. Basta con le promesse vuote! Presidente von der Leyen: cambiate rotta o cambiate mestiere!",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "256806",
            "first_name": "Sebastian",
            "last_name": "Tynkkynen",
            "country_code": "FIN"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - Managing migration in an effective and holistic way through fostering returns (debate) - Wednesday, 23 October 2024",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2024-10-23-ITM-002_EN.html",
                "content": "  Sebastian Tynkkynen (ECR).   – Arvoisa puhemies, ilolla katson, miten Eurooppa, Euroopan suunta maahanmuuttopolitiikan suhteen on muuttumassa. Puola torjuu välineellistettyä maahanmuuttoa Suomen esimerkkiä seuraten. Saksa palautti sisärajavalvontansa, ja nyt 17 EU-maata vaatii kiristyksiä EU:n palautuspolitiikkaan. Nämä 17 EU-maata eivät kuitenkaan ryhtyneet toimeen turhanpäiten, vaan nimenomaan siksi, että tehtävää todella riittää. Kielteisen turvapaikkapäätöksen saaneet muodostavat suuren turvallisuusriskin Euroopalle, joten tämän suunnanmuutoksen tapahtuminen oli vain ajan kysymys.EU:n nykyinenkin löysääkin löysempi maahanmuuttopolitiikka on tehnyt Euroopasta entistäkin saavutettavamman Välimeren eteläpuoliselle elintasosiirtolaisuudelle, siis nimenomaan siirtolaisuudelle. Vai onko joku vieläkin sitä mieltä, että hädänalainen ihminen ei kulje ensimmäisenkään turvallisen maan läpi matkallaan Lähi-idästä Saksaan, Ruotsiin ja Suomeen?",
                "keyword": null,
                "toAnalyse": true
            },
            {
                "title": "Verbatim report of proceedings - Need to prevent security threats like the Solingen attack through addressing illegal migration and effective return (debate) - Monday, 16 September 2024",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2024-09-16-ITM-015_EN.html",
                "content": "  Sebastian Tynkkynen (ECR).   – Arvoisa puhemies, viime kuussa Isiksen kannattaja puukotti Saksan Solingenissa kolme kuoliaaksi ja haavoitti kahdeksaa. Epäilty tekijä saapui Saksaan turvapaikanhakijana 2022. Hakemus hylättiin ja hänet piti palauttaa Bulgariaan, jossa hän oli jo jättänyt hakemuksen, mutta viranomaiset eivät löytäneet häntä.Jokainen näkee nyt, millainen hölmöläisten maanosa Euroopasta on tullut. Macron, Merkel ja von der Leyen, say their names! Teidän politiikkanne ja saamattomuutenne on ollut hengenvaarallista Euroopalle.Kotikaupungissani Oulussa paljastui kymmenien lapsiin kohdistuneiden seksuaalirikosten sarja, jossa tekijät olivat pääosin ulkomaalaistaustaisia miehiä. Tekijät tulivat Suomeen läpi Euroopan, läpi teidän maidenne! Millainen unioni ei suojele haavoittuvimmassa asemassa olevia? Tällainen. Ulkorajat on tukittava ja hyväksikäyttäjät on palautettava kotimaihinsa. Sen on oltava kunniatehtävämme tällä kaudella. Olemme nähneet tarpeeksi. Olemme saaneet tarpeeksi.",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "130100",
            "first_name": "Hilde",
            "last_name": "Vautmans",
            "country_code": "BEL"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - Managing migration in an effective and holistic way through fostering returns (debate) - Wednesday, 23 October 2024",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2024-10-23-ITM-002_EN.html",
                "content": "  Hilde Vautmans (Renew).   – Voorzitter, een correcte aanpak van migratie is cruciaal voor Europa. Wij pleiten voor een streng maar rechtvaardig migratiebeleid. Wij moeten bepalen wie Europa binnenkomt, niet de mensensmokkelaars. We weten ook wat we daarvoor moeten doen: versterk de buitengrenzen – die zijn nu een kaas met gaten –, voer het migratiepact uit en werk een Europees terugkeerbeleid uit, menselijk en humaan. Dat is wat er moet gebeuren.Dan hebben we geen interne grenscontroles nodig. Dan hebben we vrij verkeer van goederen en personen, waaraan wij Europeanen zo gehecht zijn. Dat is cruciaal voor onze economie. Want, collega's, jullie weten toch: met die interne controles vangen we geen enkele illegaal, maar dwarsbomen we onze economie. Dan hebben we ook geen onzalige ideeën van surrogaatgevangenissen nodig.De rechterzijde wil ik één ding heel graag zeggen: vergeet niet, collega’s, dat jullie het geluk hebben geboren te zijn in een land in vrede.",
                "keyword": null,
                "toAnalyse": true
            },
            {
                "title": "Verbatim report of proceedings - 100 days of the new Commission – Delivering on defence, competitiveness, simplification and migration as our priorities (topical debate) - Wednesday, 12 March 2025",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2025-03-12-ITM-010_EN.html",
                "content": "  Hilde Vautmans (Renew).   – Voorzitter, mijnheer de minister, commissaris, van de eerste honderd dagen kunnen we inderdaad zeggen dat Europa goed uit de startblokken is geschoten. Maar eerlijk gezegd, als de Commissie met 100 kilometer per uur vooruitgaat, dan is de wereldpolitiek met 200 kilometer per uur vooruitgegaan. Wat mij betreft, hebben Trump en Poetin opnieuw een voorsprong genomen.Wat mij nu vooral interesseert, zijn de volgende honderd dagen. Daarover ga ik een oproep doen aan de Raad, de Commissie, aan onszelf. Laten we het tempo verhogen. Twee heel duidelijke dingen: tempo verhogen en radicaal genoeg zijn in de keuzes die we maken. Radicaal op vier gebieden: 1) Vervolledig de interne markt, gooi die helemaal open. Geen remmen meer. 2) Deregulering. Veel minder regels, meer vrijheid voor de ondernemers. 3) Radicaal gaan voor die roadmap, voor die Europese defensie en dat Europese leger. 4) Radicaal pro-Europa. Keer je af van extreem-rechts, dat Europa te allen tijde zal vernietigen. Focus u op degenen die vooruit willen gaan. En alsjeblieft, zorg dat Orbán ons niet langer kan chanteren.",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "256971",
            "first_name": "Lukas",
            "last_name": "Sieper",
            "country_code": "DEU"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - Managing migration in an effective and holistic way through fostering returns (debate) - Wednesday, 23 October 2024",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2024-10-23-ITM-002_EN.html",
                "content": "  Lukas Sieper (NI).   – Frau Präsidentin! Liebe Menschen Europas, wir schaffen das! Ein Satz, der einige der Abgeordneten hier offensichtlich mehr traumatisiert hat als – ich weiß nicht – eine Überquerung des Mittelmeers auf einem Schlauchboot. Ich möchte Ihnen allen mal eine unbequeme Wahrheit eröffnen: Fachleute sagen uns, dass durch den Klimawandel Migrationsbewegungen von hunderten Millionen Menschen nach Europa zu erwarten sind. Diese Menschen werden kommen.Eine Kollegin hat gesagt: Jetzt wird hier über eine Reform philosophiert. Es wird nicht über eine Reform philosophiert; es wurde eine Reform beschlossen im Frühjahr dieses Jahres – das EU-Migrations- und Asylpaket. Natürlich hilft illegale Migration niemandem und schafft Probleme. Natürlich kommt auch legale Migration mit Herausforderungen. Aber Migration ist auch unsere Chance, Probleme zu bekämpfen – den Fachkräftemangel, das kollabierende Rentensystem oder z. B. auch die Landflucht.Dieses Thema ist nicht einfach, aber wir schaffen das!",
                "keyword": null,
                "toAnalyse": true
            },
            {
                "title": "Verbatim report of proceedings - After 10 years, time to end mass migration now - protect our women and children (topical debate) - Wednesday, 10 September 2025",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2025-09-10-ITM-008_EN.html",
                "content": "  Lukas Sieper (NI).   – Mr President, I am referring to Rule 10(4), which prohibits hate speech.Der Herr Kollege Bausemer äußert sich über die Ängste und Sorgen der Bevölkerung im Hinblick auf Migration. Er äußert sich über die Probleme, die mit der Migration zusammenhängen. Er bekommt es aber nicht hin, dies zu äußern, ohne die damit zusammenhängenden Menschen als Asoziale zu bezeichnen. Das ist wissenschaftlich nachgewiesenermaßen eine Sprache, die sich bereits die Nationalsozialisten, also das ideologische Vorbild des Kollegen Bausemer und seiner Kameraden, zunutze gemacht haben.Auch werden hier Repräsentanten der Europäischen Union in den Schmutz gezogen, und das ist nicht nur unanständig, sondern widerspricht eben auch den Regeln unserer Geschäftsordnung. Es wäre also sehr zu wünschen, wenn Sie es in Zukunft schaffen, Ihren politischen Punkt klarzumachen, ohne andere Menschen unnötig zu beleidigen. Ich hoffe, das Präsidium wird die entsprechenden Maßnahmen ergreifen.",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "219652",
            "first_name": "Matej",
            "last_name": "Tonin",
            "country_code": "SVN"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - Managing migration in an effective and holistic way through fostering returns (debate) - Wednesday, 23 October 2024",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2024-10-23-ITM-002_EN.html",
                "content": "  Matej Tonin (PPE).   – Gospa predsednica! Če želimo ilegalne migracije spraviti v neke obvladljive okvirje, potem je jasno, da moramo temeljno spremeniti naše sporočilo, da kdorkoli bo v Evropsko unijo prišel ilegalno, bo vrnjen nazaj v svojo lastno domovino. Šele na takšen način se bo nezaustavljiv tok zaustavil.Če bomo resnično vzpostavili mehanizme, da bomo vse tiste, ki prihajajo v Evropsko unijo ilegalno, tudi učinkovito vračali nazaj v njihove domovine. Brez tega se ilegalnih migracij ne da urediti. Ker, karkoli bomo naredili, vedno se bo našla pot, da ljudje pridejo sem, iščejo boljše življenje in na nek način pridejo do tega, da rečejo, bomo že nekako stvari uredili.Zato moram priznat, da sem bil vesel zadnjega pisma predsednice Evropske komisije, da se končno tudi v Evropi stvari postavljajo na pravo pot in v pravo smer, da uredimo ilegalne migracije.",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "257086",
            "first_name": "Jacek",
            "last_name": "Ozdoba",
            "country_code": "POL"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - After 10 years, time to end mass migration now - protect our women and children (topical debate) - Wednesday, 10 September 2025",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2025-09-10-ITM-008_EN.html",
                "content": "  Jacek Ozdoba (ECR).   – Pani Przewodnicząca! Ja już tu kilka razy próbowałem. Poczekam aż będzie tłumaczenie. Bardzo dziękuję, ponieważ ten głos jest trochę z opóźnieniem, ale pani powiedziała, że plan debaty jest ustalony w poniedziałek. Czy kiedy drony spadną na Berlin, też mamy powiedzieć, że temat został ustalony w poniedziałek? Reakcja Parlamentu Europejskiego powinna być natychmiastowa. Punkt dotyczący rezolucji związanej z sytuacją w Polsce i w Unii Europejskiej powinien być reakcją stanowczą. Chcecie państwo, jako Europejska Partia Ludowa dyskutować o armii europejskiej... (Przewodnicząca przerwała mówcy)",
                "keyword": null,
                "toAnalyse": true
            },
            {
                "title": "Verbatim report of proceedings - After 10 years, time to end mass migration now - protect our women and children (topical debate) - Wednesday, 10 September 2025",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2025-09-10-ITM-008_EN.html",
                "content": "  Jacek Ozdoba (ECR).   – Pani Przewodnicząca, sytuacja jest nagła. W Polsce spadły drony rosyjskie, a Pani mówi, że w poniedziałek ustalono temat debaty. Jutro dyskutujemy o Kongo, a nie o sytuacji w Polsce. To jest skandaliczne, co pani robi. Jeżeli, jeszcze raz powtórzę, drony spadną w Berlinie również mamy mówić, że temat był ustalony w poniedziałek? To się nie mieści w głowie.",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "256925",
            "first_name": "Laurence",
            "last_name": "Trochu",
            "country_code": "FRA"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - After 10 years, time to end mass migration now - protect our women and children (topical debate) - Wednesday, 10 September 2025",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2025-09-10-ITM-008_EN.html",
                "content": "  Laurence Trochu,  au nom du groupe ECR. – Madame la Présidente, Lola Daviet, 12 ans, découpée en morceaux par Dahbia Benkired, Algérienne sous obligation de quitter le territoire français (OQTF). Philippine Lenoir, 19 ans, tuée au bois de Boulogne par Taha Oualidat, Marocain sous OQTF. Johanna Blanes, 24 ans, violée et tuée à Mont-de-Marsan par Hussein Ahmed, réfugié syrien. Nadine Devillers, 60 ans, et Simone Barreto Silva, 44 ans, égorgées et poignardées dans la basilique de Nice par un Tunisien arrivé en Europe grâce à une ONG.Mes chers collègues, ces exemples ne représentent qu'une infime partie des victimes de l'immigration et le refus du réel tue tout autant nos femmes et nos enfants. Cette évidence du lien direct entre immigration et insécurité, plus personne de sensé ne la nie.Après les viols de Cologne, après les «grooming gangs» du Royaume-Uni, après les attentats de Paris, il se trouve encore des irresponsables politiques, dans cette assemblée notamment, pour fermer les yeux et accuser de racisme ceux qui sonnent le tocsin.À toutes ces femmes, à toutes ces mères, à toutes ces familles fauchées par la lâcheté, il faudra rendre des comptes. À nos enfants, nous devrons dire ce que nous avons fait ou non pour répondre au principal défi du XXIᵉ siècle.",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "256915",
            "first_name": "Mélissa",
            "last_name": "Camara",
            "country_code": "FRA"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - After 10 years, time to end mass migration now - protect our women and children (topical debate) - Wednesday, 10 September 2025",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2025-09-10-ITM-008_EN.html",
                "content": "  Mélissa Camara,  au nom du groupe Verts/ALE. – Madame la Présidente, chers collègues, protéger les femmes et les enfants? Oui, de l'extrême droite.En Pologne, les restrictions du droit à l'avortement par l'extrême droite ont plongé des milliers de femmes dans la détresse. Certaines en sont mortes parce qu'on leur a refusé d'avorter, même quand leur vie était en danger. Dans la Hongrie de Viktor Orbán, la mortalité maternelle atteint 12 à 15 décès pour 100 000 naissances. C'est deux fois plus que la moyenne de l'Union européenne. Voilà donc votre protection des femmes!Une lesbienne sur sept a été agressée en Europe. Un tiers des personnes trans passées par les thérapies de conversion a tenté de se suicider. Et partout en Europe, ces tortures ont lieu dans le sillage de votre agenda à la fois transphobe et homophobe. Deux tiers des enfants LGBT sont harcelés à l'école. Qui protège les enfants queers?Alors, qui menace vraiment les femmes et les enfants en Europe? Celles et ceux qui retirent des droits, ferment les yeux sur les violences et instrumentalisent leur vie pour leur immonde propagande raciste.Protéger, ce n'est pas exclure. Protéger, c'est garantir la santé, l'égalité et la liberté. Quand l'extrême droite avance, ne soyons pas dupes, nos droits reculent. Et nous, féministes, nous serons toujours là pour défendre nos droits face à l'internationale réactionnaire.",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "245770",
            "first_name": "Irene",
            "last_name": "Montero",
            "country_code": "ESP"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - After 10 years, time to end mass migration now - protect our women and children (topical debate) - Wednesday, 10 September 2025",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2025-09-10-ITM-008_EN.html",
                "content": "  Irene Montero,  en nombre del Grupo The Left. – Señora presidenta, cuando una mujer denuncia una agresión sexual, ustedes, la extrema derecha, nos llaman locas, mentirosas, putas, «feminazis». Dicen que buscamos fama o dinero, que algo habremos hecho, que vamos provocando y así ningún hombre se puede resistir a violarnos, que la culpa es nuestra por ir borrachas.Ustedes hablan de denuncias falsas, publican nuestras fotos y la dirección de nuestras casas. Ustedes llaman «divorcio duro» a la violencia de género. Defienden a los maltratadores que ejercen violencia económica, a los que ponen todo su empeño en hacer daño a las madres y darles donde más les duele. Ustedes defienden poner en riesgo a niños y a niñas obligándoles a vivir con sus padres maltratadores.Ustedes tapan las agresiones sexuales de miles de curas a niños y niñas en España. Ustedes miran para otro lado cuando asesinan a un chico al grito de «maricón». Y ustedes dicen que el problema no es la violencia machista, sino los pobres hombres a los que el feminismo está destrozando la vida con denuncias falsas.Déjennos en paz: no somos sus mujeres, no somos su propiedad ni un objeto propiedad de nadie. Precisamente, porque se creen que somos su propiedad, nos agreden y nos asesinan diciendo: «La maté porque era mía».No son las personas migrantes las que nos ponen en peligro. Son ustedes: racistas, machistas y fascistas.",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "197702",
            "first_name": "Lina",
            "last_name": "Gálvez",
            "country_code": "ESP"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - After 10 years, time to end mass migration now - protect our women and children (topical debate) - Wednesday, 10 September 2025",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2025-09-10-ITM-008_EN.html",
                "content": "  Lina Gálvez (S&D).   – Señora presidenta, señor comisario, la identificación que hace la extrema derecha de la inmigración con la violencia contra las mujeres y las niñas es simplemente falsa. No se basa en ninguna evidencia y hay muchísimos estudios que la desmienten. Piensen solo en Pelicot y sus colegas, si vinieron o no vinieron en patera. Pero claro, la ignorancia es la base del racismo.Su discurso genera desinformación y es un discurso de odio nauseabundo, que incita al miedo de la violencia contra las mujeres que ustedes mismos niegan. Es que ustedes niegan que exista una violencia estructural contra las mujeres, tapan su propia violencia machista.Ustedes han sido muy hábiles en atraer una parte del electorado masculino, pero, claro, el femenino se les resiste y de ahí que nos intenten conquistar con estas cosas. Necesitan meternos miedo con el extranjero, porque nos necesitan para alcanzar su plan racista, su plan xenófobo, para agitar la fábula del «gran reemplazo», su plan de ingeniería socioeconómica autoritaria que solo quiere controlar nuestros cuerpos y nuestras vidas.Dejen de utilizarnos para otros fines y acompáñennos para conseguir los derechos de las mujeres en igualdad.",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "257147",
            "first_name": "Alessandro",
            "last_name": "Ciriani",
            "country_code": "ITA"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - After 10 years, time to end mass migration now - protect our women and children (topical debate) - Wednesday, 10 September 2025",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2025-09-10-ITM-008_EN.html",
                "content": "  Alessandro Ciriani (ECR).   – Signora Presidente, onorevoli colleghi, per anni questo Parlamento ha preferito chiudere gli occhi di fronte alla realtà. Si è parlato di accoglienza illimitata, di porte aperte, come se i nostri Stati fossero in grado di assorbire senza conseguenze un flusso continuo di arrivi.Oggi, però, anche chi negava l'evidenza è costretto a riconoscere la realtà: quel modello è fallito. La migrazione non è più un terreno di scontro ideologico. Con realismo dobbiamo ammettere che i nostri sistemi sociali di accoglienza non possono reggere una pressione di queste dimensioni e che così nessuna integrazione è possibile.Il risultato è che i diritti di chi fugge davvero da guerre e persecuzioni vengono calpestati, perché il sistema collassa sotto il peso di chi entra senza alcun titolo. E, ovviamente, i risvolti sulla sicurezza dei nostri cittadini sono sotto gli occhi di tutti. I fatti di cronaca parlano da soli: interi quartieri diventati zone rosse, dove degrado e violenze sono purtroppo all'ordine del giorno.Per questo si apre oggi una delle stagioni più decisive; in quest'Aula discutiamo strumenti concreti come il rafforzamento dei rimpatri, l'applicazione coerente del principio di \"paese terzo sicuro\" e la lista comune dei paesi sicuri.",
                "keyword": null,
                "toAnalyse": true
            },
            {
                "title": "Verbatim report of proceedings - Need to prevent security threats like the Solingen attack through addressing illegal migration and effective return (debate) - Monday, 16 September 2024",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2024-09-16-ITM-015_EN.html",
                "content": "  Alessandro Ciriani (ECR).   – Signora Presidente, signora Commissaria, onorevoli colleghi, i fatti di Solingen ci impongono una riflessione più ampia sul complesso fenomeno dell'emigrazione in Europa.Punto primo. Si estende sempre di più il fronte, anche con voci inattese e ravvedimenti tardivi, di chi chiede una forte alleanza europea contro l'immigrazione irregolare. I tempi sono dunque maturi per un netto cambio di strategia che preveda una stretta sulla sicurezza e sulle politiche di asilo e la lotta ai trafficanti.Secondo. La strada da seguire è quella tracciata con successo e con molto interesse da Giorgia Meloni al governo italiano: il piano Mattei e l'accordo con i paesi terzi che rovesciano il paradigma caro a qualcuno, cioè non più diritto a emigrare, ma diritto a restare.Terzo. L'ingresso e l'integrazione degli stranieri in Europa non può basarsi prevalentemente su requisiti di carattere economico, come il reddito, il lavoro o la casa, ma anche, e forse soprattutto, su requisiti di tipo culturale. Noi rispettiamo chi ritiene di non poter rinunciare alla propria cultura, alla forma e alla sostanza dei suoi principi, anche quando questi sono incompatibili con i nostri, ma evidentemente non è l'Europa il posto in cui deve restare questa persona. Al contrario, chi vuole restare in Europa deve rispettare leggi e tradizioni in ossequio a un principio fondamentale: rispetta e sarai rispettato, riconosciti e sarai riconosciuto.",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "256990",
            "first_name": "Anna",
            "last_name": "Strolenberg",
            "country_code": "NLD"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - After 10 years, time to end mass migration now - protect our women and children (topical debate) - Wednesday, 10 September 2025",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2025-09-10-ITM-008_EN.html",
                "content": "  Anna Strolenberg (Verts/ALE).   – Madam President, ending mass migration to protect our women and children is the title of this debate, chosen by my colleagues on the far right.Colleagues, you can do better than this: every opportunity you get to dehumanise migrants, you take it again and again and again, and now you're even exploiting the murder of a Dutch woman for your own political agenda.It is true: women do get murdered, but not by migrants – mostly by their partners, ex-partners or men close to them. The only thing you do is to spread fear. I have a different fear. In my country, the Netherlands, calls to domestic violence hotlines are at a record high, and every eight days a woman does get murdered.So if you are truly worried about women, then do what you have failed to do before: fight with us. I would say: build shelters for women, educate men, invest in prevention, train agents at recognising abuse and call all countries to sign the Istanbul Convention.Colleagues, we will not dehumanise. We will organise to end femicide.",
                "keyword": null,
                "toAnalyse": true
            },
            {
                "title": "Verbatim report of proceedings - Need to prevent security threats like the Solingen attack through addressing illegal migration and effective return (debate) - Monday, 16 September 2024",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2024-09-16-ITM-015_EN.html",
                "content": "  Anna Strolenberg (Verts/ALE).   – Madam President, pushed by the far right, fear and anti-immigration rhetorics have once again dominated the political agenda. I understand the outrage following the brutal stabbings in Solingen. The anger is real. It is up to us Europeans to decide how will we react to this. Do we fall victim to populist narratives dominated by deportations and border controls, or do we create serious solutions?Depicting migrants as a threat to national security is not going to make us safer. Installing border controls is not going to make us safer. Instead, it will create cracks in our Union by growing distrust between our countries.So what can we do? Stand firm against the closure of our borders, improve integration policies and grant access to jobs, housing and education, and strengthen cooperation between our security services to keep our citizens safe. If we put aside personal interests, we can build a stronger, safer and more united Europe.",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "257457",
            "first_name": "Zsuzsanna",
            "last_name": "Borvendég",
            "country_code": "HUN"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - After 10 years, time to end mass migration now - protect our women and children (topical debate) - Wednesday, 10 September 2025",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2025-09-10-ITM-008_EN.html",
                "content": "  Zsuzsanna Borvendég (ESN).   – Tisztelt Elnök Úr! Tudják, mi a különbség Budapest és Brüsszel között? Ha otthon durranást hallok az utcán, az jut eszembe, hogy egy autó defektet kapott. Ha Brüsszelben hallok hasonlót, fedezéket keresek. Migrációs hátterű bandák lövöldöznek Európa fővárosában. A város ügyésze halálos fenyegetések miatt rendőri védelem alatt él. A nyugati városokban, a migránsok lakta gettókban már nincs európai jogrend. A bűncselekmények száma az egekbe szökött. A jóléti és biztonságot adó állam a múlté. Elvárják, hogy bűnös politikájuk végzetes következményeit mindenki viselje. Sőt, azokat büntetik, akik kimondják az igazságot itt a Parlamentben is. Magyarországot napi egymillió eurós bírsággal, bírsággal sújtják, amiért kártérítés kerítéssel védi a schengeni határokat.Bár a vendégmunkások beáramlását is aggasztónak tartom, de a kerítéssel mégis Európa védőbástyája vagyunk. Nem akarunk hősök lenni, csak békében akarunk élni. Fizessék ki végre a határvédelmi költségeinket, és védjék meg Önök is az európai embereket!",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "124875",
            "first_name": "Anders",
            "last_name": "Vistisen",
            "country_code": "DNK"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - After 10 years, time to end mass migration now - protect our women and children (topical debate) - Wednesday, 10 September 2025",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2025-09-10-ITM-008_EN.html",
                "content": "  Anders Vistisen (PfE).   – Mr President, in 2020, a 15-year-old German girl was gang-raped by nine different migrants in a Hamburg city park. In October last year, a 12-year-old girl was murdered in Paris by a Nigerian migrant who had already been ordered to leave the country. And just eight weeks ago, a 16-year-old Ukrainian refugee was pushed in front of a train in Germany and killed by an Iraqi migrant under deportation orders.These are not individual examples. In Denmark alone, over the last 10 years, 1 in 3 women killed were killed by a migrant. Without mass migration, countless European women and children would still be alive today, spared from violence, abuse and exploitation.When will the Commission and the majority in this Parliament begin to take the side of the victims instead of the side of the perpetrators? When will you put the safety of our mothers, sisters and daughters above your failed ideology? I fear never, but already now it's too late.",
                "keyword": null,
                "toAnalyse": true
            },
            {
                "title": "Verbatim report of proceedings - 100 days of the new Commission – Delivering on defence, competitiveness, simplification and migration as our priorities (topical debate) - Wednesday, 12 March 2025",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2025-03-12-ITM-010_EN.html",
                "content": "  Anders Vistisen (PfE).   – Mr President, Ursula von der Leyen wants to be remembered for her Green Deal, the migration pact and the ReArm Europe project. And yes, we will remember them, but not as a success.Her Green Deal has made European energy more expensive, especially after her own government shut down functioning nuclear power plants. The results: Europe is less competitive and Europeans can't pay their electricity bills.Her migration pact was sold as a solution. Yet just weeks after its adoption, even her own colleagues in the EPP turned against it. It was weak, inefficient and without real impact – just as expected.Her ReArm Europe plan is nothing more than a power grab – another attempt to centralise power here in Brussels. But let's not forget that Ms von der Leyen was the defence minister who ran the German military into the ground, and now she wants to rearm Europe. It's a joke!One hundred days were all we needed to confirm that her leadership truly means expensive failures, power abuse and a Europe that pays the price.",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "257025",
            "first_name": "Kristoffer",
            "last_name": "Storm",
            "country_code": "DNK"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - After 10 years, time to end mass migration now - protect our women and children (topical debate) - Wednesday, 10 September 2025",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2025-09-10-ITM-008_EN.html",
                "content": "  Kristoffer Storm (ECR).   – Hr. formand! De sidste 10 år har været en katastrofe for Europa. Migrationen mod Europa har alt for længe været totalt ude af kontrol, så vi står nu over for en udfordring, der ikke bare kræver vores opmærksomhed, den kræver handling – rigtig handling, ikke bare snak!Den massive migration fra muslimske lande har medført en kultur, hvor voldtægter og kriminalitet er dagligdag. Og det, kære kollegaer, er konsekvensen af venstrefløjens naive og landsskadelige politik. Og dem, som betaler den største pris, det er vores kvinder, og det er vores børn, men alle kvinder og alle børn fortjener at føle sig trygge.Derfor skal vi tage et opgør med de regler, der i øjeblikket forhindrer os i at afvise og udvise uønskede indvandrere. Vi skal have mulighed for at træffe beslutninger, der gavner vores samfund og beskytter vores borgere mod migrationen. Derfor er det på tide, at vi får vendt udviklingen og genoprettet Europa oven på de massive ødelæggelser, som Socialdemokraterne og deres venner på venstrefløjen har skabt.",
                "keyword": null,
                "toAnalyse": true
            },
            {
                "title": "Verbatim report of proceedings - 100 days of the new Commission – Delivering on defence, competitiveness, simplification and migration as our priorities (topical debate) - Wednesday, 12 March 2025",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2025-03-12-ITM-010_EN.html",
                "content": "  Kristoffer Storm (ECR).   – Hr. formand! Jeg vil gerne rose Kommissionen for, at de ikke har ført den samme ødelæggende politik, som deres forgængere gjorde, da de sad i Kommissionen. Vi har fået en Kommission, der har trukket lidt mere på bremsen i forhold til at udsende skadelige forslag, skadelig regulering af Europa. Forslag, der gang på gang har sat vores konkurrenceevne på prøve, har ødelagt mulighederne for, at vores virksomheder kunne konkurrere med andre virksomheder i resten af verden. Den nye Kommission har lovet os, at nu skal der ske noget andet. Der skal nye boller på suppen, som man siger. Der skal gang i dereguleringen. Der skal gang i konkurrenceevnen igen i Europa. Det har vi hørt dem snakke om nu i 100 dage. Men vi mangler stadig at se handling, og det ser jeg rigtig meget frem til. For kære Kommission, når der kommer noget, så skal vi nok være klar til at handle her fra Parlamentets side, for Europa skriger virkelig på deregulering, så vores virksomheder kan klare sig i den globale verden. Jeg ser også rigtig meget frem til, at I begynder at levere på at hjemsende nogle af de mennesker, der opholder sig ulovligt i Europa. Det har I lovet europæiske borgere, at I vil gøre, så det ser vi også rigtig meget frem til. For det er på tide, at vi får sikret borgerne i Europa, at de kan leve trygt og ordentligt her i denne verdensdel.",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "257116",
            "first_name": "Georgiana",
            "last_name": "Teodorescu",
            "country_code": "ROU"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - After 10 years, time to end mass migration now - protect our women and children (topical debate) - Wednesday, 10 September 2025",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2025-09-10-ITM-008_EN.html",
                "content": "  Georgiana Teodorescu (ECR).   – Domnule președinte, acesta este un mesaj pentru toți moraliștii care ne țin lecții despre generozitate, acuzându-ne că suntem extremiști pentru că nu deschidem larg brațele Europei pentru migranți.Suntem aleși de cetățeni europeni din state membre ale UE. Avem misiunea de a prioritiza interesele lor, ale celor care ne-au ales. Asta înseamnă să punem pe primul loc dreptul lor de a ocupa locurile de muncă existente, siguranța lor pe străzi, accesul lor la servicii medicale, dreptul lor de a-și manifesta apartenența la o religie.În lupta de a demonstra public cât de politically correct sunteți, ajungeți să îl sacrificați fix pe cetățeanul european pentru a-l ajuta pe altul. Poate nu știți, dar Comisia Europeană însăși a adoptat o propunere de regulament pentru întoarcerea migranților ilegali în țările de origine. Ba mai mult, noi atribute Frontex pentru combaterea acestui fenomen copleșitor, suplimentarea trupelor la graniță cu 10 000 de oameni și triplarea personalului de coastă.Dacă și Comisia Europeană e extremistă pentru voi, vă provoc să vă demonstrați așa-zisa generozitate cu fapte, nu cu vorbe. Toți cei care îndrăzniți să ne atacați, deschideți-vă casele și primiți să locuiască alături de copiii voștri câte o familie de migranți. Abia după ce faceți asta aveți dreptul să ne dați nouă lecții.",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "256948",
            "first_name": "Arno",
            "last_name": "Bausemer",
            "country_code": "DEU"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - After 10 years, time to end mass migration now - protect our women and children (topical debate) - Wednesday, 10 September 2025",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2025-09-10-ITM-008_EN.html",
                "content": "  Arno Bausemer (ESN).   – Herr Präsident! Zehn Jahre Massenmigration, zehn Jahre Leid und Elend für die Bürger Europas. Als die damalige Kanzlerin Angela Merkel 2015 die deutschen Grenzen öffnete, da wurde ganz Europa mit teilweise gewaltbereiten und asozialen Flüchtlingen geflutet. Dublin-Abkommen und Grundgesetz – für Angela Merkel und ihr Kabinett der willkommensverblödeten, kulturell verblödeten Flüchtlingsfreunde gab es kein Recht mehr. Es gab nur noch den Willen, die ganze Welt nach Deutschland zu holen.Aber diese moralische Überheblichkeit nach dem Motto „Am deutschen Wesen soll die Welt genesen“ war doch in der Geschichte schon einmal gescheitert.Massenvergewaltigungen, Terror, schwere Körperverletzung, Mord und Totschlag – kein Tag vergeht seit zehn Jahren ohne derartige Meldungen, und dennoch ist bis heute kein ernsthaftes Umdenken in den Reihen der verantwortlichen Altparteien zu erkennen – in Ihren Reihen. Statt Abschiebungen nach Afghanistan kommen weitere zweifelhafte Afghanen nach Deutschland. Statt geschlossener Abschiebehaft werden neue offene Asylbewerberheime gebaut. Statt Vermittlung in Arbeit werden Flüchtlinge mit Geldleistungen noch belohnt. Statt notwendiger Anreize zur Ausreise bieten CDU und SPD weiter fragwürdige Anreize zur Einreise. Sie hier in den Altparteien haben es auch nach zehn Jahren nicht verstanden.",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "256850",
            "first_name": "Filip",
            "last_name": "Turek",
            "country_code": "CZE"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - After 10 years, time to end mass migration now - protect our women and children (topical debate) - Wednesday, 10 September 2025",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2025-09-10-ITM-008_EN.html",
                "content": "  Filip Turek (PfE).   – Mr President, you have launched a self-destructive strategy on Europe's energy economy and industry, with CBAM, ETS, ELV, ESG and other absurd acronyms. And now you take it to an extreme. You want central and eastern Europe to carry the bad karma of your colonial past and your failed social policies: 'Wir schaffen das.' In this way, you will break the very soul of Europe.As Gabriel Attal said about the migration pact, the West had convinced eastern countries to accept migrants or to contribute financially to the management of migration. But believe me, the Czech Republic, Poland, Slovakia, Hungary and others without colonial guilt or the burden of World War II will never accept the relocation of your migrants to our lands.",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "257144",
            "first_name": "Paolo",
            "last_name": "Inselvini",
            "country_code": "ITA"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - After 10 years, time to end mass migration now - protect our women and children (topical debate) - Wednesday, 10 September 2025",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2025-09-10-ITM-008_EN.html",
                "content": "  Paolo Inselvini (ECR).   – Signor Presidente, onorevoli colleghi, l'immigrazionismo e l'ideologia globalista rappresentano una sciagura per l'Europa e per il mondo intero. Il desiderio di eliminare le nazioni, le identità e le differenze rappresenta una distopia distruttiva: lo è in teoria e si sta purtroppo dimostrando nella pratica.Per troppi anni speculatori senza scrupoli, come Soros, e trafficanti di esseri umani si sono arricchiti senza badare a chi muore in mare, fregandosene degli scontri sociali, del disordine e della perdita di radici.Questa visione danneggia i popoli che subiscono l'immigrazione, ma anche le persone che si spostano e i paesi di partenza stessi. L'Italia, infatti, sta facendo tanto nonostante gli indegni tentativi di boicottaggio della sinistra e di una certa parte di magistratura. E dobbiamo fare, e faremo, ancora di più per quanto riguarda i rimpatri, l'opposizione all'immigrazione clandestina e gli accordi bilaterali.L'Europa ci segua, perché, se vogliamo preservare ciò che siamo, dobbiamo garantire a tutti – come ha detto papa Benedetto XVI – il diritto a non emigrare, il diritto a vivere in pace nella propria terra.",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "256860",
            "first_name": "András",
            "last_name": "László",
            "country_code": "HUN"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - After 10 years, time to end mass migration now - protect our women and children (topical debate) - Wednesday, 10 September 2025",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2025-09-10-ITM-008_EN.html",
                "content": "  András László (PfE).   – Mr President, the EU has been harassing Hungary for ten years now because we built a big, long and beautiful border fence to stop illegal migrants.Ten years ago, Germany and the EU adopted the open borders policy of George Soros. Rapists, extremists and violent criminals have flooded Europe. It has ruined the lives of millions.Hungary did the exact opposite. We stopped more than 1 million illegal immigrants. Europe, you are welcome. But instead of a reward, we got a fine of EUR 200 million plus a fine of EUR 1 million per day until we don't allow illegals into Europe. This is pure madness.At the same time, Ursula von der Leyen visits the Polish border and announces more EU funding for it. Denmark is allowed to detain illegals indefinitely: the double standards and hypocrisy is massive. The damage you have done to Europe is irreversible. Hungary is showing however the way.We won't give in. We won't pay. We will defend our borders. We will defend our women and we will defend our identity, and this is the way to make Europe great again.",
                "keyword": null,
                "toAnalyse": true
            },
            {
                "title": "Verbatim report of proceedings - Need to prevent security threats like the Solingen attack through addressing illegal migration and effective return (debate) - Monday, 16 September 2024",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2024-09-16-ITM-015_EN.html",
                "content": "  András László (PfE).   – Elnök Asszony! Az EU migrációs politikája egy totális kudarc, és sok éve magában hordozza a terrorizmus veszélyét. Az európai emberek a vérükkel és az életükkel fizetnek ezért. Védelem és biztonság helyett azonban csak üres ígéreteket kapnak. Mégis mennyi vérnek kell még kifolynia ahhoz, hogy az Európai Néppárt és a baloldali szövetségesei végre méltóztassanak megvédeni az EU határait és az európai állampolgárokat? És elég a szolidaritásról szóló hazugságokból, hiszen szolidaritás és segítség helyett pereket és büntetéseket kapunk.Olaszországban hat év börtönnel fenyegetik Matteo Salvinit. Miért? Mert megvédte az olasz határokat. Magyarországot 200 millió euróra büntették az Európai Bíróságon. Miért? Mert megvédjük a magyar és egyben schengeni határokat. A német kormány eközben egyik kézzel osztja a pénzt az embercsempész NGO-hajóknak, a másik kézzel pedig lezárja saját határait, mert szerinte veszélyes. Faeser Asszony, nem az EU-s országok közötti határokat kell lezárni! Egyetlen megoldás van a migrációs válságra: meg kell védeni a közös külső határokat, különben az egész Európai Uniót fogjuk szétverni. Egyetlen megoldás van: a külső határok védelme.",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "256852",
            "first_name": "Nikola",
            "last_name": "Bartůšek",
            "country_code": "CZE"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - After 10 years, time to end mass migration now - protect our women and children (topical debate) - Wednesday, 10 September 2025",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2025-09-10-ITM-008_EN.html",
                "content": "  Nikola Bartůšek (PfE).   – Herr Präsident, Kollegen! 2015, als Bundeskanzlerin Merkel ihre Politik der offenen Tür verkündete, begann ich, an vorderster Front der Migration in Österreich zu arbeiten, direkt in den Asylzentren. Ich sah Tausende von illegalen Migranten ankommen. Mit eigenen Augen habe ich erlebt, wie einige von ihnen sich radikalisierten, und oft endete dies mit tragischen Konsequenzen.Zehn Jahre später müssen wir ehrlich sagen: Die Masseneinwanderung löste Europas Probleme nicht; sie hat neue geschaffen. Die Integration scheiterte, Parallelgesellschaften sind gewachsen, und die Sicherheit hat sich verschlechtert. Unsere Bürger, insbesondere Frauen, zahlen den Preis, wenn Messerangriffe und Übergriffe europäische Städte unsicher machen.Das ist nicht die Zukunft, die wir für unseren Kontinent wollen. Deshalb bin ich im Europäischen Parlament – um Europa zu schützen, die Sicherheit und Würde unserer Bürger wiederherzustellen und klar zu sagen: Illegale Migration muss gestoppt werden.",
                "keyword": null,
                "toAnalyse": true
            },
            {
                "title": "Verbatim report of proceedings - Need to prevent security threats like the Solingen attack through addressing illegal migration and effective return (debate) - Monday, 16 September 2024",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2024-09-16-ITM-015_EN.html",
                "content": "  Nikola Bartůšek,  on behalf of the PfE Group. – Madam President, first of all, I would like to express my condolences to all victims and to all their families of the terrorist attack in Solingen. I myself worked in illegal migration for over 10 years, and my colleague was murdered by an unsuccessful asylum seeker.Let me maybe talk about a few numbers. Over 100 000 non-EU citizens were ordered to leave the EU in the first quarter of 2024, but only 30 000 actually left. This means 70 000 people ignored the law just because they could, and just because we allowed them. The Returns Directive needs urgent reform. We have no efficient enforcement system and our laws are ineffective. Unfortunately, the new migration and asylum package from April will keep this broken system going, encouraging migration without real consequences for breaking the rules. It's time to come together and protect our continent. We need stronger border control and return policy that proves Europe is serious and strong.",
                "keyword": null,
                "toAnalyse": true
            },
            {
                "title": "Verbatim report of proceedings - 100 days of the new Commission – Delivering on defence, competitiveness, simplification and migration as our priorities (topical debate) - Wednesday, 12 March 2025",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2025-03-12-ITM-010_EN.html",
                "content": "  Nikola Bartůšek (PfE).   – Pane předsedající, sto dní této Komise stačilo k tomu, aby bylo jasné, komu slouží. Ne Evropě, ale Zeleným a jejich ideologii. Od prvního dne se Komise vzdala strategického myšlení a vsadila všechno na nesmyslnou dekarbonizaci, zatímco Evropa čelí největším bezpečnostním hrozbám za poslední dekády. Clean Industrial Deal, to není plán pro konkurenceschopnou Evropu, ale další hřebíček do rakve našeho průmyslu, který býval nejlepší na světě. Evropa nemůže zároveň dekarbonizovat a zbrojit a každý, kdo tvrdí opak, buď lže, nebo nerozumí realitě.Zatímco USA a Čína budují sílu a prosperitu svých firem, Evropa páchá ekonomickou a geopolitickou sebevraždu. Tato Komise nemá jako prioritu bezpečnost, boj proti nelegální migraci ani náš průmysl. Jediná priorita je udržet si přízeň a zelenou politiku. Komise selhává v diplomacii i v ochraně evropského života. Je potřeba vrátit se k realitě, pomoci našim firmám, zamezit nelegální migraci a především být tu pro naše občany.",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "220840",
            "first_name": "Jaroslav",
            "last_name": "Bžoch",
            "country_code": "CZE"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - After 10 years, time to end mass migration now - protect our women and children (topical debate) - Wednesday, 10 September 2025",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2025-09-10-ITM-008_EN.html",
                "content": "  Jaroslav Bžoch (PfE).   – Pane předsedající, deset let potom, co Angela Merkelová řekla to její slavné, nebo spíše neslavné „Wir schaffen das!“, víme, kde jsme. Dnes už jsme slyšeli o tom, že tlak na naše hranice je nižší. To může být sice pravda, ale za posledních deset let, co jsme tady, zde máme velký problém. Máme zde problém s tím, že migranti, kteří k nám přišli, a Ursula von der Leyenová o nich dnes také mluvila, o kterých jsme si mysleli, že zaplní naše pracovní místa, tak se tak nestalo. Neintegrovali se, nechtějí se integrovat a místo toho si sem nosí a vozí svoje návyky, které náš způsob života bortí.Evropská unie deset let přešlapuje na místě. Systémy, které měly chránit hranice a měly nám pomáhat řídit migraci, stále nefungují. Návratová politika vůbec žádná není. Vidíme rostoucí útoky nožem. Vidíme největší hrozbu, kterou jsou stále teroristické útoky a především džihádistické útoky, ruku v ruce s rostoucím vlivem Muslimského bratrstva. Po džihádistických teroristických útocích je zde další problém. A to je levicový terorismus, který jde ruku v ruce právě s tím džihádistickým. Tohle není otázka čísel, tohle není otázka statistiky. Jde o naší vnitřní bezpečnost. Jde o bezpečnost našich rodin, dětí. Nestačí na to pouze hesla, musí být odvaha a rázné kroky.",
                "keyword": null,
                "toAnalyse": true
            },
            {
                "title": "Verbatim report of proceedings - Need to prevent security threats like the Solingen attack through addressing illegal migration and effective return (debate) - Monday, 16 September 2024",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2024-09-16-ITM-015_EN.html",
                "content": "  Jaroslav Bžoch (PfE).   – Paní předsedající, vážení kolegové, útok v Solingenu nebyl izolovaným případem. Jen před nedávnem zemřel mladý policista po brutálním útoku nožem v německém Mannheimu. Další tragédie se stala na hranicích Polska a Běloruska, kde po bodnutí zemřel mladý voják. A to nám ukazuje, jak nebezpečná situace opravdu je. Je to přímá hrozba pro vnitřní bezpečnost Evropské unie. Když ztrácíme kontrolu nad tím, kdo do Evropské unie přichází, ohrožujeme nejen naši bezpečnost, ale také naše hodnoty a náš způsob života. Potřebujeme nekompromisní řešení. Každý, kdo vstoupí nelegálně na naše území, musí být neprodleně a účinně vrácen zpět. Je třeba zajistit bezpečné vnější hranice s nulovou tolerancí k těm, kteří porušují naše zákony. Pokud nejsme schopni nelegální migranty a odmítnuté žadatele o azyl vrátit zpět, tak musí skončit v detenci. Není možné, aby se nám tito lidé volně pohybovali po Evropské unii. Zároveň ale potřebujeme přísné tresty pro ty, kteří se snaží radikalizovat migranty a propagují nebezpečné ideologie na našem území. Je to i volání po právu šaría, což jsme mohli vidět na shromáždění muslimů v Německu. Je to otázka přežití. Politická korektnost nás nezachrání před dalším útokem, který může přinést více obětí. Teď je čas jednat bez kompromisů. Bezpečnost našich občanů musí být na prvním místě, a to za každou cenu.",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "257104",
            "first_name": "Ruggero",
            "last_name": "Razza",
            "country_code": "ITA"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - After 10 years, time to end mass migration now - protect our women and children (topical debate) - Wednesday, 10 September 2025",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2025-09-10-ITM-008_EN.html",
                "content": "  Ruggero Razza (ECR).   – Signor Presidente, signor Commissario, onorevoli colleghi, il 17 settembre – la prossima settimana – saranno due anni dalla visita a Lampedusa, frontiera dell'Europa a Sud, del primo ministro italiano Giorgia Meloni e della Presidente Ursula von der Leyen.Dopo quell'incontro, dopo quella prima volta in cui l'Europa ha preso atto della situazione in cui versa il Sud del proprio confine, è arrivato il protocollo d'intesa con la Tunisia, grazie al quale, nei mesi e negli anni successivi, vi è stato un evidente crollo degli sbarchi su quella rotta.Siamo però preoccupati, Commissario, siamo molto preoccupati, perché avvertiamo una forte disattenzione da parte dell'Unione nel contesto nordafricano, con riferimento alla Libia, dove c'è la Russia che – per dirla con la Presidente von der Leyen, questa mattina – è il primo promotore dei trafficanti di uomini.L'Europa non può rimanere silente di fronte a quello che accade in Libia.",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "256996",
            "first_name": "Sebastian",
            "last_name": "Kruis",
            "country_code": "NLD"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - After 10 years, time to end mass migration now - protect our women and children (topical debate) - Wednesday, 10 September 2025",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2025-09-10-ITM-008_EN.html",
                "content": "  Sebastian Kruis (PfE).   – Voorzitter, in Nederland is vorige maand een meisje van 17 vermoord door een asielzoeker. Dat is helaas geen incident, maar het gevolg van jarenlange massa‑immigratie. Links huilt krokodillentranen om Gaza, maar in onze eigen straten worden vrouwen belaagd door de beesten die zij zelf binnenhalen. Terwijl vrouwen, homo’s en joden in Amsterdam niet meer veilig over straat kunnen, loopt de burgemeester van die stad wel voorop in Boedapest om te protesteren voor homorechten.Wegkijken in eigen land, deugen in het buitenland. Zo gaat het er bij links aan toe. En nu willen ze ons laten geloven dat we een mannenprobleem hebben. We hebben geen mannenprobleem. We hebben een migrantenprobleem. Een probleem van massa’s mannen uit vrouwonvriendelijke culturen. Een probleem van misbruik, moord, messteken, verkrachtingen, vernederingen en geweld. Want wie onze vrouwen wil beschermen, sluit onze grenzen. En wie onze grenzen niet sluit, offert onze vrouwen op. En dat kunnen wij als Partij voor de Vrijheid nooit aanvaarden.",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "256881",
            "first_name": "Barbara",
            "last_name": "Bonte",
            "country_code": "BEL"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - After 10 years, time to end mass migration now - protect our women and children (topical debate) - Wednesday, 10 September 2025",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2025-09-10-ITM-008_EN.html",
                "content": "  Barbara Bonte (PfE).   – Voorzitter, Lisa was 17 jaar. Ze is brutaal vermoord door een asielzoeker. Niet door toeval, niet door slechte straatlampen, niet door toxic masculinity, maar wel door iets wat onze media en linkse politici angstvallig doodzwijgen: het beleid van open grenzen. De waarheid is simpel: massamigratie maakt onze samenleving onveilig.Hoeveel Lisa’s moeten er nog volgen? Hoeveel vrouwen? Hoeveel dochters? Het kan mij echt niet schelen dat asielzoekers zich onveilig voelen in hun landen als onze vrouwen zich onveilig voelen in onze landen. Het is tijd om te kiezen: massamigratie of remigratie. Als wij, vrouwen, ons opnieuw veilig willen voelen, dan is er maar één antwoord: remigratie.",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "257072",
            "first_name": "Tomasz",
            "last_name": "Buczek",
            "country_code": "POL"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - After 10 years, time to end mass migration now - protect our women and children (topical debate) - Wednesday, 10 September 2025",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2025-09-10-ITM-008_EN.html",
                "content": "  Tomasz Buczek (PfE).   – Panie Przewodniczący! Po 10 latach najwyższy czas zatrzymać masową imigrację, zacząć chronić europejskie granice, a nielegalnych imigrantów – deportować. Dopuszczenie do inwazji imigrantów na Europę jest największą porażką europejskiej klasy politycznej od czasów II wojny światowej. Winnych trzeba nazwać po imieniu. To Europejska Partia Ludowa, socjaliści, Renew, zieloni, lewica. To wy odpowiadacie za ten chaos. To wy odpowiadacie za zbrodnie i przestępstwa szturmujących nasze granice.Na szczęście obywatele Europy zaczynają rozumieć, że w tym parlamencie, w Komisji Europejskiej i w Radzie są politycy będący sojusznikami NGO-sów, które czerpią korzyści finansowe z przerzucania nielegalnych imigrantów w głąb Europy. Europejczykom otwierają się oczy.Kto odpowiada za sprowadzone na nich niebezpieczeństwo? Hiszpania lokuje imigrantów w hotelach z widokiem na morze. Niemcy i Francja rozdają im paszporty. Nie idźmy dalej tą drogą. Efekty takiej polityki widać chociażby w Brukseli, gdzie zagraniczne gangi urządzają sobie strzelaniny w biały dzień. Rodowici Belgowie masowo wynoszą się ze stolicy, a porządku musi pilnować belgijska armia. Nie chcemy takiej przyszłości dla europejskich miast. Chcemy bezpiecznej Europy.",
                "keyword": null,
                "toAnalyse": true
            },
            {
                "title": "Verbatim report of proceedings - 100 days of the new Commission – Delivering on defence, competitiveness, simplification and migration as our priorities (topical debate) - Wednesday, 12 March 2025",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2025-03-12-ITM-010_EN.html",
                "content": "  Tomasz Buczek (NI).   – Panie Przewodniczący! Pierwsze 100 dni nowej Komisji Europejskiej to 100 dni smutnej prawdy o pozycji Europy w aktualnym świecie geopolitycznym i gospodarczym. To również 100 dni prawdy o przywództwie Unii Europejskiej, któremu zawdzięczamy aktualną, marginalną pozycję Europy. Dzisiejsza polityka Komisji Europejskiej Ursuli von der Leyen to kontynuacja polityki jej niechlubnych poprzedników sprowadzających nam na głowę kryzys migracyjny, gospodarczy, militarny i kryzys demograficzny. Możecie obrażać się na tych, którzy powiedzieli królowi, że jest nagi, ale to nie zmienia faktu, że mieli rację. Możecie otaczać nas kordonem sanitarnym, bojąc się prawd, które głosimy, ale prawda przez to się nie zmieni. Komisjo Europejska, pokazałaś, że w jednej dziedzinie nie masz sobie równych. Tą dziedziną jest kreatywność w tworzeniu nowych, ale nic niezmieniających haseł i programów, których jedynym skutkiem jest poprawa waszego samopoczucia. Aktualna Komisja Europejska jest największym zagrożeniem dla Europy i najlepsze, co Europejczyków mogłoby spotkać, to jej dymisja.",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "237465",
            "first_name": "Matthias",
            "last_name": "Ecke",
            "country_code": "DEU"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - Need to prevent security threats like the Solingen attack through addressing illegal migration and effective return (debate) - Monday, 16 September 2024",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2024-09-16-ITM-015_EN.html",
                "content": "  Matthias Ecke,  im Namen der S&D-Fraktion. – Frau Präsidentin, Frau Kommissarin, Kolleginnen und Kollegen! Der grausame Anschlag von Solingen erfüllt uns mit Schmerz, Trauer und Zorn. Die Menschen fordern zu Recht Schutz vor Gewalt, vor Islamismus, Radikalisierung und Terror. Wir schützen uns am besten durch Zusammenarbeit auf europäischer Ebene. Dazu muss man die Abstimmung der Sicherheitsbehörden erleichtern, Waffengesetze verschärfen, Terroristen an der Einreise hindern und verhindern, dass sich Einheimische radikalisieren.Schutz vor Terror und Migrationspolitik sind aber nicht dasselbe und sollten nicht so einfach vermengt werden, wie es dieser Titel, der von rechts bis ganz rechts hier abgestimmt wurde, suggeriert. Wer Migrantinnen und Migranten ausgrenzt und diffamiert, der verrät unsere Werte und fördert selbst die Radikalisierung.Dennoch braucht es auch in der Migrationspolitik Ordnung, klar. Deswegen haben wir vor vier Monaten die Reform des Asylsystems beschlossen, und die muss jetzt schnell umgesetzt werden. Wenn Sie sich da drüben rechts nicht mehr erinnern an diese Reform, dann liegt es vielleicht daran, dass Sie dagegen gestimmt haben. Es ist doch bezeichnend, dass diejenigen, die für alle Missstände immer die Migration verantwortlich machen, sich dann in die Büsche schlagen, wenn es um Lösungen geht, denn sie wollen keine Lösungen. Sie sehen den Hass, sie bewirtschaften die Angst, und sie spalten das Land.Wir wollen eine Migrationspolitik, die funktioniert. Eine, die Fachkräfte willkommen heißt und Schutzbedürftigen Zuflucht gewährt, die in fairen Verfahren schnelle Entscheidungen trifft und die konsequent umsetzt und die Kontrollen an den Binnengrenzen überflüssig macht – so schnell wie möglich, wie es im Schengen-System vorgesehen ist.Die Reform des GEAS verdanken wir auch einer SPD‑geführten Bundesregierung, die in mühsamen Verhandlungen eine EU‑weit tragfähige Lösung fand. Im Gegensatz dazu fordert Herr Merz von der CDU pauschale Zurückweisungen, die mit dem EU-Recht nun gar nicht vereinbar sind. Das zeigt auch, warum Unionsinnenminister niemals so eine Reform hinbekommen haben: Ihnen geht es doch um die Schlagzeilen daheim und nicht um nachhaltige Lösungen.Meine Damen und Herren, sorgen wir gemeinsam dafür, dem Terror den gesellschaftlichen Nährboden zu entziehen und den Raum zu nehmen. Das Ziel ist klar – Sicherheit schaffen, ohne Angst zu schüren. Ordnung ja, Ausgrenzung nein!",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "197470",
            "first_name": "Saskia",
            "last_name": "Bricmont",
            "country_code": "BEL"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - Need to prevent security threats like the Solingen attack through addressing illegal migration and effective return (debate) - Monday, 16 September 2024",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2024-09-16-ITM-015_EN.html",
                "content": "  Saskia Bricmont,  au nom du groupe Verts/ALE. – Madame la Présidente, j'adresse mes sincères condoléances et vœux de rétablissement aux habitants de Solingen. L'horreur frappe encore une fois. Toute ma solidarité va aux victimes et aux survivants de cet attentat. Je pense aussi aux nombreuses victimes d'attaques précédentes qui ont appris à retisser du lien pour prévenir les phénomènes de radicalisation violente plutôt que de les subir, pour nous unir plutôt que d'exacerber le racisme et la violence.À l'inverse de l'intitulé de ce débat demandé par les démocrates-chrétiens, avec le soutien de l'extrême droite et des conservateurs qui, une fois encore, instrumentalisent un acte terroriste abject à des fins racistes et électoralistes, ce sont les moyens mis à disposition pour prévenir ce type d'actes qui devraient monopoliser notre attention aujourd'hui. Assurer la formation, le renforcement des effectifs de police, améliorer les conditions de travail, renforcer les moyens financiers d'enquête, de poursuites et de restauration au niveau de la justice, les moyens de prévention, d'accompagnement, de réhabilitation dans nos prisons qui sont les premiers lieux de radicalisation, assurer justice et réparation aux victimes et aux survivants sur la base d'un cadre européen existant et qui se verra bientôt renforcé.Il appartient à chaque État membre de se montrer à la hauteur des besoins des victimes et d'investir des moyens dans sa police et dans son système judiciaire. Le problème est que ces mesures sont souvent invisibles, mais beaucoup plus efficaces que de faire de l'étranger le bouc émissaire. La meilleure réponse à ceux qui veulent nous détruire est de répondre par la justice, le droit, le respect des droits fondamentaux, Madame la Commissaire, pas d'embrasser les termes du débat imposé par la droite en liant les actes terroristes aux étrangers.",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "197468",
            "first_name": "Özlem",
            "last_name": "Demirel",
            "country_code": "DEU"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - Need to prevent security threats like the Solingen attack through addressing illegal migration and effective return (debate) - Monday, 16 September 2024",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2024-09-16-ITM-015_EN.html",
                "content": "  Özlem Demirel,  im Namen der Fraktion The Left. – Frau Präsidentin! Ich hörte die schreckliche Meldung und meldete mich direkt bei meiner Büroleiterin. Sie und ihre Familie leben in Solingen. Sie hatte den Platz kurz vor dem Attentat verlassen, Freunde und Bekannte waren noch da. Ein Islamist hat Menschen getötet, viele verletzt. Ich trauere um die Opfer, fühle mit den Angehörigen.Radikale Islamisten terrorisieren und töten Menschen, weil sie anders leben und glauben. Sie schüren Ängste und verbreiten Hetze. Daran gibt es nichts zu relativieren. Diese Islamisten sind aber Brüder im Geiste der europäischen Faschisten, die ebenfalls nichts anderes tun. Die Ampel will nun Geflüchtete abweisen, abschieben, um das Problem zu lösen.Ich frage Sie: Was wollen Sie mit den tausenden EU-Staatsbürgern machen, die sich am Dschihad des IS in Syrien beteiligt haben? Die Kurden appellieren seit Jahren an die europäischen Staaten, diese Leute zurückzuholen und rechtmäßig zu verurteilen; Sie sitzen das aus. Sie tun jetzt so, als ob Sie die Ängste und Sorgen der Menschen ernst nehmen würden; aber Sie tun das nicht. An die wahren Ursachen wollen Sie nicht ran. Oder was tun Sie gegen Kriege, um diese zu beenden oder zu verhindern? Gegen die Förderer und Geldgeber der Dschihadisten? Nichts. Sie sagen, der Täter von Solingen war ein Flüchtling in einer Flüchtlingsunterkunft, deshalb wollen Sie jetzt keine mehr reinlassen. Das ist brandgefährliche, billige Polemik. Warum gab es Kürzungen bei Deradikalisierungsmaßnahmen, Kürzungen bei Integrationsmaßnahmen? Warum werden unsere Städte und die soziale Infrastruktur ausgeblutet?Ja, Kollegen, wir brauchen Perspektiven, müssen die Probleme ernst nehmen. Aber das tun Sie alle nicht. Denn wer Probleme ernst nimmt, setzt sich für Frieden, für soziale Sicherheit ein. Und zu einem guten Leben gehört auch Vielfalt.",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "257056",
            "first_name": "Mariusz",
            "last_name": "Kamiński",
            "country_code": "POL"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - Need to prevent security threats like the Solingen attack through addressing illegal migration and effective return (debate) - Monday, 16 September 2024",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2024-09-16-ITM-015_EN.html",
                "content": "  Mariusz Kamiński (ECR).   – Pani Przewodnicząca! Pani Komisarz! W 2021 roku, kiedy reżim białoruski Łukaszenki chciał stworzyć nowy szlak nielegalnej imigracji do Unii Europejskiej przez Polskę, byłem ministrem spraw wewnętrznych. Pamiętam, tysiące nielegalnych imigrantów z Bliskiego Wschodu, którzy na granicy polsko-białoruskiej skandowali „Germany, Germany, Germany”. Dlaczego Niemcy są dla nich takim magnesem? Odpowiedź jest prosta wysokie świadczenia socjalne, łatwość legalizacji pobytu, nieudolna polityka wydaleniowa, istnienie w wielu niemieckich miastach zwartych skupisk ludności muzułmańskiej, w której łatwo się ukryć. Niemiecka Polityka Herzlich Willkommen jest samobójcza dla Niemiec i stanowi zagrożenie dla całej Europy.Jaka powinna być odpowiedź na zagrożenia związane z nielegalną imigracją? Twarda obrona zewnętrznych granic Unii Europejskiej i finansowanie, Pani Komisarz, finansowanie przez Komisję Europejską fizycznych zapór inżynieryjnych na zewnętrznych granicach Unii Europejskiej. Stosowanie prostych procedur przy wydalaniu nielegalnych imigrantów z Unii Europejskiej i odpowiednie zadaniowanie Frontexu i Europolu. Frontex powinien być głównie dedykowany skutecznemu odsyłaniu nielegalnych imigrantów poza Unię Europejską, a Europol...(Przewodnicząca odebrała mówcy głos)(Mówca nie zgadza się wysłuchać pytania sygnalizowanego podniesieniem niebieskiej kartki przez Diana Iovanovici Şoşoacă)",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "183916",
            "first_name": "Alexandra",
            "last_name": "Geese",
            "country_code": "DEU"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - Need to prevent security threats like the Solingen attack through addressing illegal migration and effective return (debate) - Monday, 16 September 2024",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2024-09-16-ITM-015_EN.html",
                "content": "  Alexandra Geese (Verts/ALE).   – Frau Präsidentin, Frau Kommissarin, sehr verehrte Kolleginnen und Kollegen! Auf einem Straßenfest in Solingen wurden drei Menschen von einem Islamisten getötet. Das erfüllt mich mit Schmerz und Trauer, und mein Mitgefühl geht an die Opfer und an ihre Angehörigen. Das ist auch ein Angriff auf unsere Freiheit, auf unsere freie Gesellschaft, und deswegen müssen wir den Terroristen das Handwerk legen, und zwar dort, wo sie sich radikalisieren – im Internet. Die Algorithmen von TikTok und YouTube spielen Videos von Hasspredigern doch ganz gezielt an labile junge Männer aus. Im Minutentakt werden junge Menschen mit islamistischen Inhalten geködert und systematisch aufgehetzt. Diese Turboradikalisierung muss aufhören.Die Instrumente dafür haben wir. Auf europäischer Ebene können wir mit dem DSA die Algorithmen ändern, die Menschen immer radikaler machen. Wir können dafür sorgen, dass endlich das Verbot durchgesetzt wird, Religionszugehörigkeit oder Gesundheitsfaktoren wie Angst oder Depression in den Datenprofilen zu speichern, und wir können unsere Polizei besser ausstatten, um solche Inhalte schnell zu erkennen.Diese Maßnahmen schützen unsere Gesellschaft wirksam, nicht der Generalverdacht für Geflüchtete, die Schließung der Grenzen oder sogar die Abschiebung von gut integrierten Menschen, um Zahlen zu erfüllen.",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "197606",
            "first_name": "Javier",
            "last_name": "Zarzalejos",
            "country_code": "ESP"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - Need to prevent security threats like the Solingen attack through addressing illegal migration and effective return (debate) - Monday, 16 September 2024",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2024-09-16-ITM-015_EN.html",
                "content": "  Javier Zarzalejos (PPE).   – Señora presidenta, señora comisaria, este va a ser el primer debate de muchos que vamos a tener en esta nueva legislatura, porque todos somos conscientes de que estamos ante uno de los grandes desafíos políticos y sociales y porque tenemos que responder a las inquietudes y a las expectativas de los ciudadanos. No pretendo entrar en el hecho mismo del ataque terrorista, ya se ha descrito por la comisaria, pero sí quiero expresar mi recuerdo a las víctimas y mi solidaridad con ellas.Es evidente que mecanismos de aplicación de la ley que tenían que haber funcionado no han funcionado, han fallado, y de esto no se puede decir que tenga la culpa la Unión Europea. No tratamos de vincular ni queremos vincular inmigración con terrorismo: eso lo dejamos para los que comercian políticamente con el miedo, porque ninguna política responsable ni eficaz puede hacerse con ese trazo grueso. Por cierto, es curioso ver que los que más exigen a la Unión Europea son los que se oponen sistemáticamente a fortalecer sus normas, sus recursos y sus instrumentos.Y decimos también que es irresponsable no tener en cuenta que determinados flujos migratorios plantean riesgos específicos que hay que identificar y sobre los que hay que actuar. Está claro que proceder de un país en conflicto no puede garantizar por sí mismo el acceso al asilo. Los Gobiernos nacionales en las próximas semanas tendrán que presentar sus planes nacionales de implementación del Pacto sobre Migración y Asilo y tenemos que exigir que la Comisión sea rigurosa y exigente a la hora de analizarlos.",
                "keyword": null,
                "toAnalyse": true
            },
            {
                "title": "Verbatim report of proceedings - 100 days of the new Commission – Delivering on defence, competitiveness, simplification and migration as our priorities (topical debate) - Wednesday, 12 March 2025",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2025-03-12-ITM-010_EN.html",
                "content": "  Javier Zarzalejos (PPE).   – Señor presidente, señora vicepresidenta, nadie puede negar que en estos cien días lo que ha aparecido de manera muy clara son los grandes retos que la Comisión tiene ante sí. La simplificación probablemente será el menor si lo comparamos con la inmigración, con la defensa, con la competitividad.A eso hay que añadir la negociación de un marco financiero que no será fácil, que requerirá decisiones importantes sobre la financiación de la Unión, y la preocupación que debemos mantener por el Estado de Derecho. A eso, además, hay que añadir que, si en los últimos años hemos tenido que enfrentarnos al caballo de Troya de la izquierda populista por Putin, ahora nos enfrentamos también al caballo de Troya de la extrema derecha populista y trumpista en Europa.Por tanto, no va a ser fácil, entre otras cosas, señora vicepresidenta, porque desde hace demasiado tiempo demasiados Estados vienen gastando y legislando sin restricción y quieren seguir haciéndolo. Necesitamos, por tanto, una Comisión fuerte —pero no a expensas del Parlamento, sino con el Parlamento— para afrontar estos grandes retos que tenemos ante nosotros.",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "96932",
            "first_name": "Birgit",
            "last_name": "Sippel",
            "country_code": "DEU"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - Need to prevent security threats like the Solingen attack through addressing illegal migration and effective return (debate) - Monday, 16 September 2024",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2024-09-16-ITM-015_EN.html",
                "content": "  Birgit Sippel (S&D).   – Frau Präsidentin! Wenn Menschen brutal aus dem Leben gerissen oder schwer verletzt werden, sind wir alle erschüttert und unsere Gedanken sind bei den Opfern und ihren Familien. Aber heute bin ich auch darüber erschüttert, wie das Leid der Menschen in Solingen instrumentalisiert wird. Es diskutieren einige über Grenzschließungen, eine generelle Zurückweisung schutzsuchender Menschen an unseren Grenzen oder die pauschale Verurteilung von Menschen nur aufgrund ihrer Nationalität. All das schürt Angst, es spaltet unsere Gesellschaft. Manche Forderungen sind rechtswidrig: Sie gefährden unseren Schengen-Raum, befeuern kriminelle Schmuggler und zersetzen den europäischen Zusammenhalt, den wir gerade in Migrationsfragen dringend brauchen.Und wir brauchen klare Regeln: punktuelle Grenzkontrollen nur, wenn absolut nötig, die Registrierung und Aufnahme Schutzsuchender zur Prüfung des Asylanspruches im zuständigen Mitgliedstaat und auch Abkommen mit Herkunftsländern – Abkommen einerseits zur Rücknahme ihrer bei uns ausreisepflichtigen Bürgerinnen und Bürger und andererseits für gezielte Vereinfachung und Ausweitung legaler Arbeitsmigration, nicht zuletzt angesichts des Arbeitskräftemangels in vielen Mitgliedstaaten. Und zur Bekämpfung von Kriminalität und Radikalisierung gilt es außerdem, die grenzüberschreitende Zusammenarbeit von Polizei und Justiz zu stärken und auch mehr Präventivangebote und Anlaufstellen für Angehörige von sich radikalisierenden Menschen anzubieten.Und all das braucht für ein nachhaltiges Gelingen auch Maßnahmen zur Integration von Anfang an im Zusammenspiel aller Ebenen und besonders mit Stärkung der Kommunen. Es wäre gut, wenn alle demokratischen Kräfte diese Herausforderungen gemeinsam gestalten statt mit Populismus die Axt an die Grundfesten unserer Europäischen Union zu legen.(Die Rednerin lehnt eine Frage nach dem Verfahren der \"blauen Karte\" von Jacek Ozdoba ab.)",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "197430",
            "first_name": "Engin",
            "last_name": "Eroglu",
            "country_code": "DEU"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - Need to prevent security threats like the Solingen attack through addressing illegal migration and effective return (debate) - Monday, 16 September 2024",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2024-09-16-ITM-015_EN.html",
                "content": "  Engin Eroglu (Renew).   – Frau Präsidentin, Frau Kommissarin! Wir diskutieren das Attentat in Solingen, und es ist mir wirklich wichtig, den Angehörigen der vier völlig unnötig verstorbenen Menschen dort noch einmal mein Beileid auszusprechen. Es ist einfach schrecklich, was dort erneut passiert ist.Wir als Europäische Union haben mit dem neuen Asyl- und Migrationspakt ja die richtigen Entscheidungen getroffen. Es gibt keine unkontrollierte Zuwanderung mehr in die Europäische Union, wenn dann alle Mitgliedstaaten jetzt ihre Hausaufgaben machen, damit nicht mehr Menschen in der Europäischen Union unnötig versterben müssen. Aber auch die Europäische Union muss weiter wachsen an ihren Herausforderungen und auch ihre Zuständigkeiten behalten.Deswegen glaube ich ganz klar, dass wir Frontex und die Außengrenzensicherung ausbauen müssen. Es kann nicht sein, dass jemand in die Europäische Union kommt und wir nicht wissen, wer das ist. Und das meine ich lückenlos. 2024 müssen wir jegliche Art von Technik dafür einsetzen, dass niemand mehr in die Europäische Union kommt, ohne dass wir wissen, wer es ist.Mir ist aber auch wichtig, dass bei der desolaten Wirtschaftspolitik, die wir in der Europäischen Union gerade fahren, viel Arbeitslosigkeit auf uns zukommt. Frau Kommissarin, gerade Sie als Inneres sollten mit Ihren Innenministerinnen und Innenministern in der Europäischen Union diskutieren, damit wir zusehen, dass wir im Inneren auch einen Mechanismus aufbauen, denn in der Zukunft werden wir mehr Radikalisierung haben durch Wohlstandsverlust der schlechten Politik, und da müssen wir ein Auge mit drauf werfen.",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "256974",
            "first_name": "Verena",
            "last_name": "Mertens",
            "country_code": "DEU"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - Need to prevent security threats like the Solingen attack through addressing illegal migration and effective return (debate) - Monday, 16 September 2024",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2024-09-16-ITM-015_EN.html",
                "content": "  Verena Mertens (PPE).   – Frau Präsidentin, sehr geehrte Frau Kommissarin, liebe Kollegen! Wie wir mit der Herausforderung der Migration in Europa umgehen, ist entscheidend für die Zukunft der Europäischen Union, und es ist auch entscheidend für das Vertrauen der Bürger in die Politik. Wir müssen sicherstellen, dass die Gesellschaft als Ganzes die Herausforderung der Integration meistern kann, und das wird natürlich nicht von heute auf morgen gehen. Gerade deshalb ist der Asyl- und Migrationspakt, den wir beschlossen haben, das richtige und wichtige Zeichen – und den müssen wir jetzt auch umsetzen. Es ist das richtige Zeichen, um eine bessere Kontrolle über unsere Grenzen zu bekommen und auch um Menschen Schutz zu gewähren, die in ihrer Heimat aus politischen oder religiösen Gründen verfolgt werden.Aber die Umsetzung stockt, weil politische Kräfte sie blockieren. Und wir müssen es umsetzen, wir müssen die Umsetzung jetzt vorantreiben, denn der Anschlag in Solingen ist kein Einzelfall. Ich sage Ihnen: Das kann genauso jederzeit und an jedem Ort in Europa wieder passieren. Und deshalb geht es um mehr: Es geht darum, dass wir die Sicherheit im öffentlichen Raum stärken, indem wir die Polizei mit besseren Ressourcen und mehr Möglichkeiten ausstatten für eine nachhaltige Strategie, die Europa vereint.(Die Präsidentin entzieht der Rednerin das Wort.)(Die Rednerin ist damit einverstanden, auf eine Frage nach dem Verfahren der „blauen Karte“ zu antworten.)",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "124760",
            "first_name": "Nicolas",
            "last_name": "Bay",
            "country_code": "FRA"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - Need to prevent security threats like the Solingen attack through addressing illegal migration and effective return (debate) - Monday, 16 September 2024",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2024-09-16-ITM-015_EN.html",
                "content": "  Nicolas Bay (ECR).   – Madame la Présidente, il y a quelques années, Angela Merkel avait ouvert en grand les frontières allemandes pour y faire entrer plus d'un million de migrants. Aujourd'hui, dans la précipitation, son successeur, Olaf Scholz, réclame la suspension de Schengen et le rétablissement des frontières nationales. Fin août, l'attentat de Solingen a révélé une fois de plus les conséquences dramatiques et sanglantes de cette folle politique migratoire. Et cet attentat allonge la liste de ceux que nous avons subis partout en Europe et en particulier en France, où près de 300 de nos compatriotes sont morts sous les balles ou sous les lames des fous d'Allah. Nos pères et nos mères, nos femmes, nos fils et nos filles de France ont payé de leur vie le laxisme face à l'islam politique et à l'immigration anarchique qui en est, tout le monde le sait, le pourvoyeur principal.À quand enfin de véritables frontières pour notre continent? Il est urgent de financer les protections, les murs érigés par la Grèce, la Hongrie, la Bulgarie, la Pologne et la Lituanie aux frontières de l'Europe. À cause de votre laxisme, de votre répartition obligatoire de migrants, le terrorisme et la criminalité se répandent et nous menacent tous. Les courageux gouvernement italien ou hongrois ne peuvent pas assumer seuls cette exigence de fermeté pour assurer la sécurité de tous les Européens, sauver nos nations et notre civilisation. L'Europe a besoin de frontières, de fermeté et de courage. Alors seulement Schengen cessera d'être un danger pour nos peuples.",
                "keyword": null,
                "toAnalyse": true
            },
            {
                "title": "Verbatim report of proceedings - 100 days of the new Commission – Delivering on defence, competitiveness, simplification and migration as our priorities (topical debate) - Wednesday, 12 March 2025",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2025-03-12-ITM-010_EN.html",
                "content": "  Nicolas Bay (ECR).   – Monsieur le Président, mes chers collègues, «simplification», «protection» et «compétitivité»: on croirait que la Commission von der Leyen est encore en campagne électorale, alors qu’elle oublie qu’elle sera jugée évidemment sur les actes, et non sur les mots. Vous prétendez simplifier: alors, abrogez le pacte vert et son cortège de normes délirantes, qui viennent plomber notre industrie, nos entreprises et notre agriculture! Vous prétendez protéger les peuples: mais renoncez donc au pacte migratoire, qui organise ou aggrave l’invasion de notre continent! Vous voulez la compétitivité de l’Europe? Eh bien, renoncez aux ressources propres, qui ajoutent une fiscalité européenne à une fiscalité nationale qui est souvent déjà confiscatoire!En cent jours, vous avez d’ores et déjà fait exactement le contraire de ce que vous annoncez: vous vous obstinez à mettre fin au moteur thermique d’ici 2035; vous dilapidez l’argent public, l’argent des Européens, en subventions à tort et à travers aux migrants, aux activistes LGBT ou encore dans le cadre des fonds de préadhésion; vous signez un accord de libre-échange avec les pays du Mercosur, qui tue nos filières agricoles, comme le sucre, la volaille et la viande bovine. Écoutez enfin la colère des peuples! Changez radicalement de cap! Il y a des bouleversements majeurs qui sont en cours dans le monde, et le risque aujourd’hui pour l’Europe, c’est de sortir de l’histoire.",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "28307",
            "first_name": "Francisco",
            "last_name": "Assis",
            "country_code": "PRT"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - Need to prevent security threats like the Solingen attack through addressing illegal migration and effective return (debate) - Monday, 16 September 2024",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2024-09-16-ITM-015_EN.html",
                "content": "  Francisco Assis (S&D).   – Senhor Presidente, Senhora Comissária, qualquer ato terrorista é intolerável. Um ato terrorista cometido no âmbito de um Estado de direito democrático é especialmente abjeto. Sobre isso, ninguém tem a mais pequena dúvida.Mas, o que é igualmente abjeto é tentar instrumentalizar um ato terrorista com o intuito de estabelecer uma relação de identificação abusiva entre o terrorismo, a imigração e os refugiados. Isso é que é absolutamente inaceitável.A Europa não pode renegar os seus valores fundamentais em nome do combate ao terrorismo. Nós temos de combater o terrorismo na fidelidade absoluta aos nossos valores democráticos e à nossa tradição humanista. É assim que conseguiremos verdadeiramente combater e derrotar o terrorismo. Terrorismo que, de resto, tem várias e múltiplas proveniências.Por isso, é preciso dizer aqui, de uma forma muito clara, que esta tentativa – subjacente à forma como este debate foi apresentado – de associar o terrorismo à imigração e aos refugiados é um verdadeiro atentado aos valores fundamentais que estão na base da União Europeia.(O orador aceita responder a uma pergunta «cartão azul»)",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "220897",
            "first_name": "Petra",
            "last_name": "Steger",
            "country_code": "AUT"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - Need to prevent security threats like the Solingen attack through addressing illegal migration and effective return (debate) - Monday, 16 September 2024",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2024-09-16-ITM-015_EN.html",
                "content": "  Petra Steger (PfE).   – Herr Präsident, sehr geehrte Damen und Herren! Das abscheuliche Attentat in Solingen ist der jüngste Beweis eines kompletten Versagens der Europäischen Union in Sachen Sicherheit. Terrorismus und Kriminalität gehen regelrecht durch die Decke. Die Bürger fühlen sich wie Fremde im eigenen Land. Die Politik der offenen Grenzen ist tödlich, und Sie alle hier tragen die Verantwortung dafür. Doch anstatt die Bürger in Europa zu schützen und endlich für Sicherheit zu sorgen, beschließen Sie einen Asyl- und Migrationspakt, mit dem Sie wieder nur die Migranten verwalten und verteilen, anstatt endlich die Grenzen zu schützen. Aber was war auch anderes zu erwarten, wenn die engste Verbündete der „Wir schaffen das“-Merkel, Frau von der Leyen, an der Spitze der Europäischen Kommission sitzt?Es braucht keine Solidarität bei der Verteilung, es braucht endlich Solidarität beim Grenzschutz und bei den Rückführungen. Remigration ist das Gebot der Stunde! Und wenn die Europäische Union nicht imstande dazu ist, endlich die Außengrenzen lückenlos zu schützen, müssen selbstverständlich die Mitgliedstaaten aktiv werden und ihre eigenen Grenzen schützen. Sehr geehrte Damen und Herren, kommen Sie endlich zur Vernunft, sonst tragen Sie die Verantwortung für all jene Bürger, die diese wahnsinnige Politik mit ihrem eigenen Leben bezahlen müssen.",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "197413",
            "first_name": "Karlo",
            "last_name": "Ressler",
            "country_code": "HRV"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - Need to prevent security threats like the Solingen attack through addressing illegal migration and effective return (debate) - Monday, 16 September 2024",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2024-09-16-ITM-015_EN.html",
                "content": "  Karlo Ressler (PPE).   – Poštovani predsjedavajući, Europska solidarnost prema izbjeglicama i tražiteljima azila proizlazi iz dosljedne primjene naših temeljnih vrijednosti.Međutim, počelo se prečesto događati da neučinkovitost i kaos povezani s našim europskim sustavom migracija i azila, a vidimo i integracija, postaju i naša sve veća slabost. Zato imamo i političku i ljudsku dužnost ovakve islamističke terorističke napade shvatiti ozbiljno, ne prešućivati, ne umanjivati.Potencijalni počinitelji sličnih napada moraju biti pravovremeno otkriveni i deportirani a ne neprimijećeni godinama nakon što im je odbijeno pravo na azil. Zato smo i u travnju ove godine usvojili nova, čvršća europska pravila koja trebaju uvesti reda i sigurnost u sustav azila i imigracija.Europa sada treba biti složna, predana i ustrajna u tome da takva pravila što brže implementira, jasno i uz odgovarajuća financijska sredstva, kako se ovakvi tragični slučajevi ne bi više ponavljali.",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "124867",
            "first_name": "Brando",
            "last_name": "Benifei",
            "country_code": "ITA"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - Need to prevent security threats like the Solingen attack through addressing illegal migration and effective return (debate) - Monday, 16 September 2024",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2024-09-16-ITM-015_EN.html",
                "content": "  Brando Benifei (S&D).   – Signor Presidente, onorevoli colleghi, il mio impegno come parlamentare europeo è iniziato in quest'Aula dieci anni fa. Sono cambiate molte cose da allora, e sono cambiato anche io, ma non è mai cambiata la mia volontà di lottare per un'Europa più giusta, capace di dare risposte ai bisogni delle persone, di sconfiggere le paure trovando insieme le soluzioni di cui abbiamo bisogno.Per questo, su una vicenda come questa di Solingen, la risposta non può essere quella di rinchiuderci in un fortino di propaganda, ma affrontare le questioni per quelle che sono.Dobbiamo essere certi che i nostri cittadini possano sentirsi sicuri e che i crimini siano perseguiti e prevenuti. Dobbiamo evitare però che singoli episodi si trasformino in una psicosi collettiva; piuttosto si deve agire su molti fronti diversi – integrazione, dialogo culturale, gestione dei movimenti delle persone, repressione dei reati, cyber security.Non possiamo rinunciare alle nostre libertà per una supposta sicurezza, perché così non saremo più liberi né più sicuri. Dobbiamo impegnarci invece perché la nostra democrazia fermi la violenza e l'odio. È un grande, fondamentale impegno a cui siamo chiamati anche noi come rappresentanti degli europei.",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "5736",
            "first_name": "Alexandre",
            "last_name": "Varaut",
            "country_code": "FRA"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - Need to prevent security threats like the Solingen attack through addressing illegal migration and effective return (debate) - Monday, 16 September 2024",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2024-09-16-ITM-015_EN.html",
                "content": "  Alexandre Varaut (PfE).   – Monsieur le Président, nous parlons de l'essentiel, de notre avenir, de la vie ou de la mort de notre civilisation, et nous sommes 30 députés en séance. Peut-être sommes-nous une partie du problème.Après les attentats de Toulouse en 2012, Marine Le Pen avait alerté les Français en ces termes: «Combien de Mohamed Merah dans les bateaux, les avions qui chaque jour arrivent en France?» Que de tragédies, que de souffrances auraient été évitées si nous avions été entendus plus tôt. À Solingen, le 23 août, trois morts par la faute d'un barbare entré en Europe au prétexte de demander l'asile, comme toujours, et resté clandestinement en Allemagne après le rejet de sa demande. Trois morts par la faute de la folle politique d'accueil initiée par Angela Merkel.Aujourd'hui, l'Allemagne réagit en appliquant une mesure prônée par le Rassemblement national depuis toujours: le rétablissement des contrôles aux frontières, le refoulement des clandestins et l'application du principe de la double frontière au niveau européen. Ces mesures, la veille encore de leur adoption par le gouvernement allemand, étaient dénoncées comme illégales, irréalisables, fascistes peut-être. Aujourd'hui, chacun constate que ce sont bien nos analyses et nos solutions qui sont les bonnes depuis 40 ans, et que ce sont celles que partout en Europe les nations devront adopter si elles veulent préserver leur sécurité et leur avenir.",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "220908",
            "first_name": "Branko",
            "last_name": "Grims",
            "country_code": "SVN"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - Need to prevent security threats like the Solingen attack through addressing illegal migration and effective return (debate) - Monday, 16 September 2024",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2024-09-16-ITM-015_EN.html",
                "content": "  Branko Grims (PPE).   – Gospod predsednik! Sedanja slaba varnostna situacija v Evropi se sploh ne bi mogla zgoditi, če ne bi očitno nekateri na ključnih pozicijah zlorabili svojo funkcijo in opustili dolžnostno ravnanje. Oboje je po kazenskem zakoniku kaznivo dejanje. In ko se odstranijo velike besede v zvezi z ilegalnimi migracijami, je vse, kar ostane, samo še velik kriminal. Prvo, kar torej zahtevamo, je odgovornost – odgovornost tistih, ki so nas spravili v sedanjo situacijo.Potrebujemo dosledno spoštovanje zakona, celotnega pravnega reda, dosledno zaščito meja z vsemi zakonitimi sredstvi. Potrebujemo remigracijo, pošiljanje vseh, ki zlorabljajo pravni red Evropske unije in azilno zakonodajo, nazaj, od koder so prišli.Po aktih Evropske unije, po temeljnih aktih, imamo Evropejci vso pravico živeti varno in ob doslednem spoštovanju naše osebne integritete. In nobena pravica nobenega tujca ne more biti nad to pravico. Torej, Bog vas živi, Bog živi Slovenijo, Bog živi Evropo.",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "88552",
            "first_name": "Julien",
            "last_name": "Sanchez",
            "country_code": "FRA"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - Need to prevent security threats like the Solingen attack through addressing illegal migration and effective return (debate) - Monday, 16 September 2024",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2024-09-16-ITM-015_EN.html",
                "content": "  Julien Sanchez (PfE).   – Monsieur le Président, mes chers collègues, je voudrais tout d'abord témoigner ma solidarité pleine et entière aux familles des victimes de l'attaque au couteau de Solingen et plus généralement au peuple allemand. Cette énième attaque, commise encore une fois par un Syrien dont on se demande ce qu'il faisait sur le sol européen, doit nous interroger sur la politique migratoire laxiste et de peuplement soutenue par la Commission européenne. Parce que nous sommes élus, il nous appartient de prendre soin de nos concitoyens, de veiller sur eux et en particulier sur les plus fragiles, ceux qui ne peuvent pas se défendre eux-mêmes et que certains, ici, oublient trop souvent depuis leurs quartiers préservés.Manifestement, les politiques défendues jusqu'ici par l'Union européenne ont permis la survenance de ces drames devenus quotidiens. Et derrière ces chiffres froids de morts, de blessés, il y a des êtres humains, des familles brisées à jamais. Les mondialistes voudraient nous faire croire que ces migrants que nous accueillons contre la volonté des peuples deviendront tous ingénieurs ou médecins. Le croient-ils sérieusement? Encore une fois, ici à Solingen, c'est évidemment faux. Les élus de ce Parlement comptent-il enfin imposer à la Commission de protéger nos enfants et nos petits-enfants de ces barbares islamistes au couteau qui haïssent notre civilisation, ou attendent-ils d'être touchés personnellement pour avoir une réaction politique autre que les fleurs et les bougies? Nos concitoyens sont en colère. Vous leur devez la sécurité en n'accueillant plus sans limite n'importe qui et en écoutant ceux qui prêchent dans le désert depuis des années et disent la vérité.",
                "keyword": null,
                "toAnalyse": true
            },
            {
                "title": "Verbatim report of proceedings - 100 days of the new Commission – Delivering on defence, competitiveness, simplification and migration as our priorities (topical debate) - Wednesday, 12 March 2025",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2025-03-12-ITM-010_EN.html",
                "content": "  Julien Sanchez (PfE).   – Monsieur le Président, vous nous proposez de débattre des cent premiers jours de la nouvelle Commission européenne. Ayant voté contre votre nomination, nous ne pouvons qu’être confortés dans notre vote par votre bilan. En effet, qu’avez-vous fait en cent jours? Vous n’avez tellement rien fait que nous ne votons ici presque rien depuis le début de ce mandat. Oui, vous maîtrisez l’ordre du jour et n’avez strictement rien à faire voter.Peut-être est-ce parce que vous avez vidé les caisses, car les caisses sont vides. C’est pourquoi vous imaginez instaurer de nouvelles ressources propres, soit en créant un impôt, soit en créant de nouvelles taxes, soit en augmentant la participation des États membres, par une hausse de leur contribution sur la base de leur revenu national brut. Le groupe Patriotes pour l’Europe s’y oppose.Nous vous invitons plutôt à mieux dépenser, à arrêter la gabegie et à arrêter de distribuer notre argent de manière irresponsable, comme hier encore avec 1,88 milliard d’euros distribués à la Moldavie, dont 520 millions d’euros non remboursables – une folie! L’argent ici est mal dépensé, et l’Europe est à la traîne dans tous les domaines. Elle laisse entrer sans contrôle des islamistes, véritables bombes humaines; elle désindustrialise; elle saccage notre agriculture.Il est temps que les élus de droite de ce Parlement cessent d’être les paillassons de la gauche et des écologistes pour changer de cap, pour plus de sécurité, plus de contrôle budgétaire et améliorer notre compétitivité et la vie des gens, en simplifiant plutôt qu’en créant toujours de nouvelles normes, qui font crever l’économie réelle et avantagent nos concurrents.",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "197578",
            "first_name": "Silvia",
            "last_name": "Sardone",
            "country_code": "ITA"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - Need to prevent security threats like the Solingen attack through addressing illegal migration and effective return (debate) - Monday, 16 September 2024",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2024-09-16-ITM-015_EN.html",
                "content": "  Silvia Sardone (PfE).   – Signor Presidente, onorevoli colleghi, l'accoglienza indiscriminata mina la società. Bloccarla non è razzismo né islamofobia: è buon senso.Con l'immigrazione senza freni avete aperto la porta dell'Europa anche ai terroristi. Non c'è solo un problema evidente di richiedenti asilo che progettano di uccidere o tagliare la gola a coloro che li hanno accolti: c'è una questione più grande che si chiama sicurezza dei cittadini.Ora il cancelliere Schulz afferma: \"Gli islamisti minacciano la coesistenza pacifica tra tutti noi\". E se ne accorge solo ora? Beh, \"ben svegliato\", diciamo. Eppure i segnali sono ovunque, da tempo: attentati, manifestazioni violente, quartieri ghetto dove lo Stato non esiste, sempre più estremisti, anche tra i giovani, e sempre più veli islamici anche nelle nostre città, simboli di oppressione delle donne per motivi religiosi.Fino a quando l'Europa continuerà a sottometterci a chi ci odia?",
                "keyword": null,
                "toAnalyse": true
            },
            {
                "title": "Verbatim report of proceedings - 100 days of the new Commission – Delivering on defence, competitiveness, simplification and migration as our priorities (topical debate) - Wednesday, 12 March 2025",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2025-03-12-ITM-010_EN.html",
                "content": "  Silvia Sardone (PfE).   – Signor Presidente, onorevoli colleghi, un dibattito sui primi 100 giorni della nuova Commissione, con toni trionfalistici. Eh niente, fa già ridere così.Ursula von der Leyen ha commentato (vi leggo le sue dichiarazioni): \"Questa Commissione è pronta ad affrontare le crisi. Abbiamo bisogno di velocità e determinazione. Abbiamo un'occasione unica per costruire un' Europa più forte, più sicura e più prospera.\"Affermazioni comiche. In questi mesi avete lavorato solo per modificare i piani, dal Green Deal all'auto, passando per il regolamento rimpatri, perché vi siete resi conto degli enormi errori che voi avete fatto. Prima fate disastri danneggiando imprese, famiglie e consumatori, e poi dovete intervenire, spesso male, per rimediare. Ridicoli!Inoltre siamo qui a celebrare il vostro piano di riarmo dell'Europa e le vostre considerazioni di patetica sfida agli Stati Uniti di Trump: 100 giorni di proclami, slogan, inutili riunioni, clamorosi dietrofront e vergognosa arroganza.I cittadini europei alle elezioni vi hanno già fatto capire che state sbagliando tutto: ma voi continuate a far finta di nulla!",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "256900",
            "first_name": "Fernand",
            "last_name": "Kartheiser",
            "country_code": "LUX"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - Need to prevent security threats like the Solingen attack through addressing illegal migration and effective return (debate) - Monday, 16 September 2024",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2024-09-16-ITM-015_EN.html",
                "content": "  Fernand Kartheiser (ECR).   – Monsieur le Président, ceux qui depuis 2015 nous avaient mis en garde contre les risques d'une immigration de masse, illégale et incontrôlée, avaient entièrement raison. Une telle immigration génère, parmi de nombreux autres problèmes, d'imminents risques de sécurité. Aujourd'hui, nous réitérons donc notre appel: les nombreuses attaques contre la vie et les biens de paisibles citoyens européens doivent cesser. Ceux qui ne bénéficient pas du droit d'asile ou d'une protection internationale doivent être éloignés sans tarder de nos pays. Mais il y a plus: l'asile et la protection sont des statuts temporaires et ne peuvent être assimilés à une immigration. Le statut des bénéficiaires doit donc être régulièrement réévalué et, dès que les circonstances le permettent, ils doivent retourner dans leur pays. De même, ceux qui rentrent dans leur pays, par exemple pour y passer des vacances alors qu'ils bénéficient d'un statut de protection en Europe, doivent perdre ce statut avec effet immédiat.",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "197514",
            "first_name": "Andrzej",
            "last_name": "Halicki",
            "country_code": "POL"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - 100 days of the new Commission – Delivering on defence, competitiveness, simplification and migration as our priorities (topical debate) - Wednesday, 12 March 2025",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2025-03-12-ITM-010_EN.html",
                "content": "  Andrzej Halicki,  w imieniu grupy PPE. – Pani Przewodnicząca! Szanowna Pani Komisarz! Tak, musimy być silni, musimy być razem i musimy szybko działać, bo ta sama przewodnicząca Ursula von der Leyen przewodniczy dziś Komisji Europejskiej, ale to zupełnie nowa Komisja, w zupełnie nowych okolicznościach, mająca zupełnie nowe wyzwania, przed którymi stoimy.„Bezpieczeństwo, Europo” to nie tylko hasło polskiej prezydencji. To już dzisiaj konkretne działania. I tu chciałbym powiedzieć kilka bardzo pozytywnych rzeczy, bo przed chwilą przyjęliśmy strategię, w której znalazła się na przykład Tarcza Wschód. Ten projekt, który nie jest projektem narodowym, nie jest projektem polskiego rządu, a projektem, który służy ochronie granic od Finlandii po Rumunię. Służy bezpieczeństwu Europy. Granice wreszcie mogą być wspomagane europejskimi środkami. Infrastruktura graniczna. Wreszcie. Ile lat straciliśmy na to, żeby się o to wreszcie skutecznie upomnieć? A przecież to jest bezpieczeństwo od wschodu po zachód, od południa do północnych krańców naszego kontynentu.Polityka migracyjna musi być zweryfikowana i dobrze, że uzupełniona jest dzisiaj o propozycję dyrektywy powrotowej, nową politykę azylową czy finansowanie. Ale tych rewizji musi być znacznie więcej, bo jeżeli mówimy o konkurencyjności, to dlaczego w obliczu tych zagrożeń, które mamy dzisiaj, gospodarka europejska ma ponosić koszty, które przecież powinny być wyeliminowane, a przynajmniej niektóre mechanizmy zamrożone. Myślę głównie o mechanizmie ETS-u. Czy w ogóle nie powinno być nie tylko zamrożone, zlikwidowane hasło ETS2? Po co? Dlaczego ma nad nami wisieć, dzisiaj, rok 2027? Dzisiejsze wyzwania wymagają natychmiastowych odpowiedzi i reakcji. Cieszę się, że komisarz Tzitzikostas mówi o weryfikacji daty 2035. Przecież nasi wyborcy są użytkownikami samochodów. To oni jako użytkownicy będą głosować na tak lub nie, jeżeli chodzi o działania Komisji.I wreszcie biurokracja i to simplification, to ułatwienie życia wszystkim obywatelom. Europa musi być dla obywateli. Europa musi być dla nich, jeżeli ma być przez nich akceptowana.",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "230085",
            "first_name": "Camilla",
            "last_name": "Laureti",
            "country_code": "ITA"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - 100 days of the new Commission – Delivering on defence, competitiveness, simplification and migration as our priorities (topical debate) - Wednesday, 12 March 2025",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2025-03-12-ITM-010_EN.html",
                "content": "  Camilla Laureti,  a nome del gruppo S&D. – Signora Presidente, onorevoli colleghi, nei primi 100 giorni della Commissione europea il Partito popolare indica come priorità difesa, competitività, semplificazione e migrazione. Per noi non è abbastanza. Dove sono le persone, le preoccupazioni per i salari che non crescono, il lavoro di qualità, una sanità efficiente e accessibile, la salvezza del pianeta e la tenuta sociale delle nostre comunità?Devono essere anche queste le parole d'ordine di questo tornante della storia europea, nel quale bisogna dare corpo all'autonomia strategica dell'Europa e a una difesa che sia davvero comune.Un aumento della spesa militare per i 27 eserciti nazionali non è la soluzione: difesa comune per noi significa progetti comuni, acquisti comuni, maggiore coordinamento per una capacità di deterrenza che sia dell'Unione europea e non dei singoli Stati.Sicurezza per noi non vuol dire soltanto armi: vuol dire rilanciare il ruolo politico dell'Europa e difendere e rafforzare il nostro modello sociale. Non possiamo pensare di costruire una difesa nazionale e non una difesa europea a discapito dei fondi di coesione e dei fondi del Next Generation.Sono stati 100 giorni densi e difficili. Continueremo a tenere la barra dritta e continueremo a farlo per un'Europa forte, libera, giusta e che sia sociale.",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "197516",
            "first_name": "Patryk",
            "last_name": "Jaki",
            "country_code": "POL"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - 100 days of the new Commission – Delivering on defence, competitiveness, simplification and migration as our priorities (topical debate) - Wednesday, 12 March 2025",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2025-03-12-ITM-010_EN.html",
                "content": "  Patryk Jaki,  w imieniu grupy ECR. – Pani Przewodnicząca! Pani Komisarz! Więc tytuł debaty jest: 100 dni Komisji Europejskiej, dowozimy obronność, migracje i konkurencyjność. I generalnie można byłoby to uznać za ironię, gdyby nie to, że temat jest tak poważny. Więc rozbijmy to na czynniki pierwsze, to znaczy co takiego dowieźliście rzekomo. Fundusz obronności ma się składać z trzech elementów: dania państwom dobrowolnej możliwości przesuwania środków z Funduszu Spójności. Powodzenia, żeby ktoś się na to zgodził. Dwa: zachęcenia państw do zwiększenia wydatków na obronność. I aby uzbierać ten fundusz, wszystkie państwa muszą się na to zgodzić. Już wczoraj nie zgodziła się Holandia. No i trzy: kolejny wspólny dług, na który muszą zgodzić się wszystkie państwa. I patrz tutaj punkt wyżej. Więc jedyne, co dowieźliście w tej sprawie póki co, to jest prezentacja w PowerPoincie. Gratulacje!Ponadto nie będzie bezpieczeństwa w Europie bez własnego rolnictwa. A historia uczy, jak kończą państwa, które w czasie konfliktu nie mają własnej żywności. A wy chwalicie się w tym dokumencie umową z Merkosurem, która zniszczy europejskie rolnictwo.Migracja. Tu nie dowozicie, tylko odwozicie. Ja polecam każdemu, żeby zobaczyć, co dzieje się na granicy polsko- niemieckiej, gdzie migranci po prostu są odwożeni na parkingi obok polskich hipermarketów. A dodatkowo w ogóle nie wiadomo na jakiej zasadzie właściwie zawieszono strefę Schengen. A w przyszłym roku wejdzie w życie pakiet migracyjny, który wygeneruje kolejną falę migracyjną. I będziecie rzeczywiście dowozić migrantów do ośrodków migracyjnych, co spowoduje, że zamiast na obronę zewnętrzną, będziemy więcej wydawali na obronę wewnętrzną przed obcymi we własnych krajach.No i najzabawniejsze, że dowozicie konkurencyjność. Owszem, przedstawiliście kompas konkurencyjności, w którym np. proponujecie zmniejszyć obowiązki ideologicznego raportowania przedsiębiorcom, czyli znosicie zasadę, którą chwaliliście się pod koniec poprzedniej kadencji. Więc bardzo dzielnie walczycie sami ze sobą. Pogratulować.Jeżeli jednak poważnie chcemy rozmawiać o konkurencyjności i silnej gospodarce i przez to o większych możliwościach na zbrojenie, nie da się tego zrobić bez wyrzucenia na śmietnik ETS1 i ETS2 i całego tego zielonego szaleństwa. Ciągle trzeba wam powtarzać, że Unia Europejska odpowiada tylko za 7% emisji dwutlenku węgla na świecie. I aby ta walka miała sens, wszystkie państwa muszą to robić jednocześnie. A emisja dwutlenku węgla co roku na świecie rośnie, więc to, co robimy, jest kompletnie bez sensu. Obciążacie europejskich przedsiębiorców i europejskich obywateli ideologicznym podatkiem, który ogranicza nasze możliwości zbrojeniowe, gospodarcze i społeczne. I z tym trzeba skończyć.",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "197447",
            "first_name": "Irena",
            "last_name": "Joveva",
            "country_code": "SVN"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - 100 days of the new Commission – Delivering on defence, competitiveness, simplification and migration as our priorities (topical debate) - Wednesday, 12 March 2025",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2025-03-12-ITM-010_EN.html",
                "content": "  Irena Joveva,  v imenu skupine Renew. – Gospa predsednica! Spoštovani kolegice in kolegi! Prvih 100 dni delovanja nove Komisije je zaznamovalo turbulentno geopolitično okolje.Nova administracija ZDA je pretresla na pravilih temelječo ureditev sveta. Res ne želim biti preveč kritična, ker trdno verjamem, da moramo v Evropski uniji nujno stopiti skupaj, ampak v teh zadnjih stotih dneh se je spet potrdilo, da potrebujemo korenite reforme delovanja Unije v smeri večje učinkovitosti.In v praksi se poleg nekaj predlogov Komisije v zadnjih tednih nismo premaknili nikamor, medtem ko nam konkurenčne sile v enem dnevu lahko marsikaj postavijo na glavo in tudi nam.Predlogi o nujnem znižanju cene energije, povečanju vlaganja v tehnologijo in ukrepi o povečanju konkurenčnosti evropskega gospodarstva so absolutno koraki v pravo smer, se pa bojim, da so premalo ambiciozni in prepozni. Zdaj je čas za bolj odločne ukrepe in Evropska unija ima še ogromno manevrskega prostora. Manjka seveda politična volja in to, da bi države članice končno uvidele, da je nacionalni interes prepleten z močjo in enotnostjo Unije.Strinjam se s poenotenjem Evropske vojske in skupnimi viri financiranja, ampak to ne bi smelo pomeniti, da druga področja zanemarjamo. Potrebujemo investicije v infrastrukturo, energetiko, predvsem pa v ljudi. To je najboljša obramba Evropske unije.",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "197395",
            "first_name": "Alice",
            "last_name": "Kuhnke",
            "country_code": "SWE"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - 100 days of the new Commission – Delivering on defence, competitiveness, simplification and migration as our priorities (topical debate) - Wednesday, 12 March 2025",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2025-03-12-ITM-010_EN.html",
                "content": "  Alice Kuhnke,  för Verts/ALE gruppen. – Fru talman! Klimatförändringar, demokrati på tillbakagång, ännu ett krig på vår kontinent, handelskrig och stora hot mot vår säkerhet. Med Putin, Trump, Musk och Xi Jinping och kompani är världen i desperat behov av en motkraft. EU måste vara den motkraften. EU har möjligheten att vara svaret på våra gemensamma utmaningar.Men EU kan bara vara det om EU är en gemenskap där demokrater håller ihop. Under de senaste 100 dagarna har vi sett hur kommissionen gång på gång gått extremhögern till mötes: uppluckring och urvattning förklätt till förenkling, förhalning och försinkning av klimatmål, antidiskrimineringslagstiftning som dras tillbaka, beslutad klimatlagstiftning som ligger i skottgluggen. Att att tävla med Xi Jinpings kommunism, Trumps maktfullkomlighet och Putins aggression genom ett ”race to the bottom” är inte hur vi, hur EU blir starkt.Rättigheter och friheter är vår styrka. Ett kompromisslöst försvar av den regelbaserade världsordningen är vår styrka. Och vårt främsta vapen, det är ett starkt samarbete mot alla de krafter som vill att EU ska splittras och tvingas huka under auktoritära krafter.",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "197529",
            "first_name": "Leila",
            "last_name": "Chaibi",
            "country_code": "FRA"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - 100 days of the new Commission – Delivering on defence, competitiveness, simplification and migration as our priorities (topical debate) - Wednesday, 12 March 2025",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2025-03-12-ITM-010_EN.html",
                "content": "  Leila Chaibi,  au nom du groupe The Left. – Madame la Présidente, «ces cent jours semblent aussi long qu’une vie», a dit Ursula von der Leyen. Je vous assure qu’ils sont encore plus longs lorsque l’on doit choisir entre remplir son frigo et payer ses factures. Depuis cent jours, la Commission européenne ne cesse de prêcher la compétitivité, la simplification et la défense. Cela se fait contre les peuples européens, qui subissent toujours plus d’austérité: contre les travailleurs, les soignants, les enseignants, les chercheurs, les agriculteurs, les étudiants – contre tous ceux qui font tenir l’Europe.Vous trouvez 800 milliards d’euros pour l’armement en cent jours, mais en six ans vous n’avez pas daigné trouver un centime pour garantir des salaires dignes et lutter contre les inégalités ou contre la crise du logement. Imaginez, si vous aviez mis autant d’ardeur à débloquer les investissements dans le logement qu’à débloquer les dépenses militaires.L’urgence, c’est avant tout l’urgence sociale et climatique. C’est cela, Madame von der Leyen, qui aurait dû être votre priorité en cent jours. Comme c’est long, cent jours – et il en reste encore 1 725! Courage aux Européens pour tenir durant ces mille sept cent vingt-cinq jours!",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "197435",
            "first_name": "Gabriele",
            "last_name": "Bischoff",
            "country_code": "DEU"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - 100 days of the new Commission – Delivering on defence, competitiveness, simplification and migration as our priorities (topical debate) - Wednesday, 12 March 2025",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2025-03-12-ITM-010_EN.html",
                "content": "  Gabriele Bischoff (S&D).   – Herr Präsident, Kolleginnen und Kollegen! Indeed, seit diese Kommission im Amt ist, hat sich die internationale Situation weiter verschlechtert, aber genauso wie die soziale Lage vieler Europäerinnen und Europäer. Wir brauchen hier mutige Initiativen für die Zukunft Europas. Und was kommt von der Kommission? Ein schlecht vorbereiteter erster Omnibus, der keinen einzigen Arbeitsplatz schafft und wo man sieht, dass die Multis da den Stift geführt haben.Wir – und das ist auch meine Antwort an Jeroen Lenaers und die EVP – wir haben gestern mit Renew deutlich gemacht, dass wir hier über ein Paket zusammen sprechen wollen. Aber was macht die EVP? Cowboylike marschiert sie vor mit eben Verfahren, ohne mit Renew oder mit uns zu sprechen. Wenn ihr mit den Rechten das durchziehen wollt, dann hört euch noch einmal die Debatte von gestern zum Omnibus an, was für eine schiefe Ebene das ist.Und in einer Zeit, wo wir mutige Schritte bräuchten zum europäischen gemeinsamen Beschaffungswesen: Das Parlament hat einen Vorschlag dazu vorgelegt, da zaudert die Kommission und traut sich nicht. Wir brauchen mehr Effizienz, und die schaffen wir nur europäisch.",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "256872",
            "first_name": "Fabrice",
            "last_name": "Leggeri",
            "country_code": "FRA"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - 100 days of the new Commission – Delivering on defence, competitiveness, simplification and migration as our priorities (topical debate) - Wednesday, 12 March 2025",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2025-03-12-ITM-010_EN.html",
                "content": "  Fabrice Leggeri (PfE).   – Monsieur le Président, en cent jours, la nouvelle Commission von der Leyen fait montre d’une incohérence inquiétante. Alors qu’elle avait promis plus de compétitivité, plus de simplification et un contrôle migratoire renforcé, aucun progrès concret n’est perceptible. L’industrie européenne demeure entravée par une bureaucratie pesante, tandis que l’immigration clandestine s’aggrave.Face à la montée du rejet populaire, Ursula von der Leyen tente de rectifier le tir, abandonnant certains engagements écologiques jugés trop contraignants et durcissant sa position sur certains dossiers. Toutefois, ces ajustements semblent opportunistes et dépourvus de vision à long terme. Pis encore, la Commission continue de s’arroger un rôle en matière de défense, bien que ce domaine ne relève pas de ses compétences, selon les traités.Plutôt que de corriger ses erreurs, Bruxelles persiste dans une dérive centralisatrice, s’éloignant toujours plus des attentes des citoyens européens. Ces cent jours confirment une chose: sous cette présidence, l’Union européenne est à la fois incohérente et déconnectée des réalités. Il est urgent de changer de cap.",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "197624",
            "first_name": "Ivars",
            "last_name": "Ijabs",
            "country_code": "LVA"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - 100 days of the new Commission – Delivering on defence, competitiveness, simplification and migration as our priorities (topical debate) - Wednesday, 12 March 2025",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2025-03-12-ITM-010_EN.html",
                "content": "  Ivars Ijabs (Renew).   – Dārgais priekšsēdētāja kungs! Dārgā Virkunenas kundze! Man ļoti patīk, ka tajā mūsdienu debates nosaukumā tomēr drošība un aizsardzība ir pirmajā vietā. Un tajā ziņā es domāju, ka mums visiem ir pamats būt optimistiskiem, raugoties uz šo jauno ReArmEU fondu, kurš nozīmē to, ka pamazām Eiropa sāk drošību uztvert nopietni. Nu, mēs, protams, visi šobrīd gaidām White paper. Vienlaikus ir divi lieli jautājumi, kuri noteiks, vai šis projekts turpināsies veiksmīgi vai neveiksmīgi.Pirmkārt, tas ir jautājums, vai izmaiņas budžeta deficīta nosacījumos patiešām ir pietiekoši, lai motivētu dalībvalstis ieguldīt vairāk savos nacionālos budžetos aizsardzībai, arī ar šo jauno 150 miljardu kopējo aizņēmumu, vai arī tur ir nepieciešami citi instrumenti, kopīgi fondi.Otrām kārtām, kā tad Eiropa palīdzēs stiprināt šo kopējo austrumu robežu ar agresoru valstīm, ar Krieviju un Baltkrieviju? Šajā mājā ir ļoti daudz dzirdētas runas, ka Putina un Lukašenko režīmi ir drauds visai Eiropai un nevis tikai dažām dalībvalstīm. Nu, šī te pārliecība būtu beidzot jāstiprina ar darbiem.",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "256813",
            "first_name": "Vladimir",
            "last_name": "Prebilič",
            "country_code": "SVN"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - 100 days of the new Commission – Delivering on defence, competitiveness, simplification and migration as our priorities (topical debate) - Wednesday, 12 March 2025",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2025-03-12-ITM-010_EN.html",
                "content": "  Vladimir Prebilič (Verts/ALE).   – Gospod predsednik! Spoštovani! Prava nevarnost za prihodnost Evropske unije se nahaja znotraj nje. Posamezne regije so nekajkrat bolj razvite kot druge in vse bolj se ustvarja prepričanje o prvorazrednih in drugorazrednih Evropejcih.Načelo vzajemnosti, kjer tisti z več pomagajo tistim z manj, je vgrajeno v kohezijsko politiko. Zato razmišljanja o tem, da bi ta sredstva namesto regionalnemu razvoju namenili za obrambo, pomeni, da bodo manj razviti plačali za varnost mnogo bolj razvitih. To je nedopustno.Danes so postopki prezapleteni. Povedano drugače, če igralci na igrišču začnejo igrati nogomet, morajo v drugem polčasu igrati košarko in na koncu še vaterpolo. Tako se namreč spreminjajo pravila na področju kohezijske politike.Namesto negotovosti potrebujemo predvidljivost. Namesto nezaupanja, zaupanje in predvsem moramo dati glas tistim, ki se z izzivi srečujejo vsak dan, to pa so ljudje. To je Evropa, ki si jo vsi zaslužimo.",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "197475",
            "first_name": "Christine",
            "last_name": "Anderson",
            "country_code": "DEU"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - 100 days of the new Commission – Delivering on defence, competitiveness, simplification and migration as our priorities (topical debate) - Wednesday, 12 March 2025",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2025-03-12-ITM-010_EN.html",
                "content": "  Christine Anderson (ESN).   – Herr Präsident! 100 Tage von der Leyen – 100 Tage Politik der leeren Versprechungen. Die Christdemokraten versprechen Entbürokratisierung. Sie versprechen Verbesserungen für die Autoindustrie. Sie versprechen ein härteres Asylrecht. Liebe Kollegen von der EVP, nichts von alledem werden Sie ohne die drei rechtskonservativen Fraktionen in diesem Haus durchsetzen können. Ohne uns gibt es keine Migrationswende. Ohne uns gibt es keinen Erhalt des Verbrenners. Ohne uns gibt es keinen Regulierungsabbau. Ohne uns gibt es in diesem Haus keine Mehrheit für eine Politik im Interesse der europäischen Völker.Und dennoch halten Sie geradezu masochistisch an Ihrer selbstzerstörerischen Brandmauer fest, sowohl in Brüssel als auch in Deutschland. Das, was der von mir sehr geschätzte Franz Josef Strauß einst über die FDP sagte, würde er heute so formulieren: Bei der CDU kann man sich auf eines verlassen, nämlich eine berechenbare Komponente – ihre Charakterlosigkeit. Kommen Sie endlich zur Besinnung! Sie brauchen uns für eine Politik im Interesse der europäischen Völker. Dafür stehen wir bereit.",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "96709",
            "first_name": "Morten",
            "last_name": "Løkkegaard",
            "country_code": "DNK"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - 100 days of the new Commission – Delivering on defence, competitiveness, simplification and migration as our priorities (topical debate) - Wednesday, 12 March 2025",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2025-03-12-ITM-010_EN.html",
                "content": "  Morten Løkkegaard (Renew).   – Hr. formand! Vi ved det jo alt for godt. Europa sakker bagud. Vi kan undskylde os med krig og tvivl om alliancer, at nogen vil rulle den grønne omstilling tilbage, at Trumps tariffer ødelægger alle vores muligheder. Men lad os nu være ærlige og sige ligesom Mario Draghi også gør det. Vi må kigge indad. Hvis vi skal styrke Europas konkurrenceevne, skal vi starte med at rydde op i den regel-jungle, vi har skabt, og gøre EU smartere. Derfor lancerer jeg i dag på vegne af miljøgruppen et \"call for action\", en udrykningsstyrke for simplificering og en konkret køreplan for eksisterende og kommende lovgivning. Vi foreslår, en 25 %-reduktion af den samlede reguleringsbyrde – 35 % for SMV'er. Vi kræver et systematisk eftersyn af EU-lovgivning, så lov ikke bare vedtages, men også fungerer i praksis. Og så insisterer vi på håndhævelse – at medlemsstaterne implementerer reglerne ensartet, så virksomhederne ikke møder 27 forskellige fortolkninger. Ja, det lyder jo alt sammen meget enkelt, og det er det selvfølgelig overhovedet ikke. Ellers så var det jo sket. Men arbejdet skal gøres, kolleger, forenkling er ikke en teknisk detalje. Det er nøglen til vækst, og pengene skal gøres stærkere. Vi skal levere resultater, og kampen starter nu.",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "256965",
            "first_name": "Kai",
            "last_name": "Tegethoff",
            "country_code": "DEU"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - 100 days of the new Commission – Delivering on defence, competitiveness, simplification and migration as our priorities (topical debate) - Wednesday, 12 March 2025",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2025-03-12-ITM-010_EN.html",
                "content": "  Kai Tegethoff (Verts/ALE).   – Mr President, 100 days: that's all it has taken President von der Leyen to give in to the dinosaurs of industry and to the pressure of her own party. By butchering important corporate sustainability laws before they were even implemented. By advancing immigration policy that gives in to the far right and paves the way for detention centres in third countries. And by weakening essential rules for reducing CO2 emissions of cars.We are at risk of heading in the wrong direction. My suggestion for the next 100 days: stop giving into the panic. Come forward with a bold plan to reform our European Union. Empower innovators instead of dinosaurs. Attract the best talent from all around the world. Increase female participation. Get the maximum value for citizens from the EU budget. Pave the ground for a European army, now. And prepare the EU for ambitious enlargement. We want the United States of Europe. This is getting more urgent than ever before, day by day.",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "257260",
            "first_name": "Petar",
            "last_name": "Volgin",
            "country_code": "BGR"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - 100 days of the new Commission – Delivering on defence, competitiveness, simplification and migration as our priorities (topical debate) - Wednesday, 12 March 2025",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2025-03-12-ITM-010_EN.html",
                "content": "  Petar Volgin (ESN).   – Уважаеми колеги, единственото, което Европейската комисия направи за 100 дни съществуване, е да усили до крайност упадъка на Европа. Европейският съюз е замислен като съюз на мира. Да го превърнеш във военно плашило, да го загробиш в дългове заради превъоръжаване, както прави настоящата Еврокомисия, е път към нищото.Докато новите американски ръководители полагат реални усилия, за да бъде спряна войната в Украйна, шефовете на европейските институции, включително и на Европейската комисия, са се посветили на обратното. Те искат войната да продължи не просто до последния украинец, но и до последния европеец. Евросъюзът се управлява от хора, обладани от маниакална идеология и тотално лишени от здрав разум.Вчера представителите на милитаристичното мнозинство в тази зала, начело с председателката на Еврокомисията ни заливаха със словесни безумия от сорта на това „мир чрез сила“. Както предишната, така и тази Еврокомисия не са нищо друго освен партии на войната, защото за тези три години не излязоха с нито една мирна инициатива. От евроначалниците чуваме само войнолюбиви стенания, които не вещаят нищо добро за Европа. Европейските държави, Европейският съюз имат нужда от мъдри и смели ръководители, от лидери, които не са слуги на глобалистките елити и на мрежите на Сорос.Бъдещето на Европа трябва да се определя от разумни политици, а не от истерично подскачащи пинчери като Макрон, фон дер Лайен, Кая или Мерц. Колкото по-бързо си отиде настоящата Еврокомисия, която е олицетворение на евроупадъка, толкова по-голям е шансът за възраждане на Европа.",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "28223",
            "first_name": "Andreas",
            "last_name": "Schwab",
            "country_code": "DEU"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - 100 days of the new Commission – Delivering on defence, competitiveness, simplification and migration as our priorities (topical debate) - Wednesday, 12 March 2025",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2025-03-12-ITM-010_EN.html",
                "content": "  Andreas Schwab (PPE).   – Herr Präsident, Frau Vizepräsidentin, liebe Kolleginnen und Kollegen! Wenn wir die Fakten zur Grundlage nehmen, haben die ersten 100 Tage der neuen Kommission gezeigt, dass Ursula von der Leyen und ihre 26 Kolleginnen und Kollegen Verantwortung übernehmen in einer schwieriger gewordenen Welt. Wir haben mit dem Projekt ReArm Europe gezeigt, dass wir europäische Interessen in den Mittelpunkt stellen können und gleichzeitig für unsere Sicherheit künftig selber aufkommen können.Wir haben mit dem neuen Migrationspaket gezeigt, dass wir sicherstellen, dass menschenwürdige Behandlung von denjenigen Flüchtlingen auch in Zukunft möglich bleibt, die darauf ein Recht haben, aber wir gleichzeitig eine Überforderung Europas vermeiden.Und wir haben zum Dritten in 100 Tagen auch eine klare Botschaft für weniger Bürokratie und mehr Wettbewerb gesehen. Auch das ist ein starkes Signal auf der Basis des Draghi-Berichts, der ja klar und deutlich gesagt hat: Europa muss die eigenen Ressourcen, Mitarbeiterinnen und Mitarbeiter und finanzielle Ressourcen besser einsetzen, wenn wir in den nächsten Jahren wieder wirtschaftliches Wachstum generieren wollen – was wir müssen, wenn wir in einer globalen Welt des 21. Jahrhunderts durchkommen wollen und wenn wir andere Ziele, wie sozialen Ausgleich und grünen Klimaschutz, hinbekommen wollen.Deswegen glaube ich – auch wenn wir den ganzen Schabernack beiseitelassen, der jetzt in dieser Aussprache schon erwähnt wurde: Wir sind auf dem richtigen Weg, und die EVP-Fraktion steht an der Seite der Europäischen Kommission, wenn wir hier mutig weitergehen.",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "107212",
            "first_name": "Andrey",
            "last_name": "Novakov",
            "country_code": "BGR"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - 100 days of the new Commission – Delivering on defence, competitiveness, simplification and migration as our priorities (topical debate) - Wednesday, 12 March 2025",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2025-03-12-ITM-010_EN.html",
                "content": "  Andrey Novakov (PPE).   – Mr President, Madam Vice-President, dear colleagues, I think those 100 days are among the toughest and hardest in the post-war history of Europe. I think it's time for leadership and for tough decisions, and only the strongest one will remain in history.I think the lessons have been learned from COVID, from the war in Ukraine, from the energy crisis and inflation. I think this time the European Commission is doing it by the book.It's quite easy to sit and criticise and look for a reason to be critical, but I think this is an unprecedented situation in which the Union has to take decisions. I think so far we are adapting very well. We are adapting our legislation, we are adapting our approach. Even the European Parliament changed and created a committee on defence because the times have changed and this is normal.Here, when somebody is calling for peace and at the same time is encouraging war on another fellow Member State, it's like trying to lose weight eating burgers. It's not the same. We have to make an effort.I think Ms von der Leyen and the Commission deserves respect, that they took that enormous responsibility in these hard times and preparing their budget, their staff and their way of work in a wartime manner. That deserves support and at least a bit of understanding from our side: cooperation and finding a way to contribute, not to make things worse.",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "197391",
            "first_name": "Heléne",
            "last_name": "Fritzon",
            "country_code": "SWE"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - 100 days of the new Commission – Delivering on defence, competitiveness, simplification and migration as our priorities (topical debate) - Wednesday, 12 March 2025",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2025-03-12-ITM-010_EN.html",
                "content": "  Heléne Fritzon (S&D).   – Herr talman! Europa befinner sig i ett mycket allvarligt läge, och jag ser två existentiella hot globalt. Det handlar om vår fred och frihet och om vår överlevnad, och därför handlar det om både säkerhet och vårt klimat. Vägen framåt handlar därför om att vi i Europa stärker vår egen säkerhet, vårt försvar, samtidigt som vi fullföljer den gröna omställningen.Det går inte som högern vill, att nu trycka på pausknappen när företag och medborgare förväntar sig att vi tar ansvar. I dag köper vi rysk gas för mer pengar än vad vi ger i stöd till Ukraina. Det är helt oacceptabelt. Vi måste stänga den ryska gaskranen nu. Det är absolut helt avgörande att vi håller fast vid våra 2030-mål och tar ansvar för en grön, ren och säker planet för oss och för kommande generationer.",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "245018",
            "first_name": "Christophe",
            "last_name": "Clergeau",
            "country_code": "FRA"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - 100 days of the new Commission – Delivering on defence, competitiveness, simplification and migration as our priorities (topical debate) - Wednesday, 12 March 2025",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2025-03-12-ITM-010_EN.html",
                "content": "  Christophe Clergeau (S&D).   – Monsieur le Président, Madame la Commissaire, je veux interpeller aujourd’hui la droite européenne du PPE. Bien sûr, je salue le travail fait par la Commission depuis cent jours, notamment sur la défense et sur l’industrie, mais nous n’avons pas voté pour retenir du rapport Draghi uniquement la simplification, en oubliant l’investissement en commun ou dans les compétences humaines. Nous n’avons pas voté pour voir tomber du ciel des textes ultralibéraux élaborés sans concertation. Nous n’avons pas voté pour autoriser les grandes entreprises à vendre en Europe des produits fabriqués par des enfants, en détruisant l’environnement, et sans rendre aucun compte.Alors, Mesdames et Messieurs du PPE, allez-vous comprendre que vous n’avez rien à attendre de cette extrême droite qui vous traîne dans la boue depuis une heure et qui joue ici les laquais de Poutine? Allez-vous comprendre que la simplification ne fait pas la compétitivité? Qu’il faut pour cela de l’innovation, des investissements, des compétences humaines? Qu’il faut aussi aider les PME, et pas seulement les grands groupes? Allez-vous comprendre que, pour que l’Europe soit forte, il faut agir pour les citoyens, le logement, la santé, les prix de l’énergie et de l’alimentation, ainsi que pour les droits des femmes?Alors oui, j’espère que les cent prochains jours seront différents des cent derniers.",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "257091",
            "first_name": "Dick",
            "last_name": "Erixon",
            "country_code": "SWE"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - 100 days of the new Commission – Delivering on defence, competitiveness, simplification and migration as our priorities (topical debate) - Wednesday, 12 March 2025",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2025-03-12-ITM-010_EN.html",
                "content": "  Dick Erixon (ECR).   – Herr talman! Extraordinära tider kräver extraordinära åtgärder, det säger kommissionens ordförande. Hon talar om djärva och beslutsamma handlingar, men ändå förmår kommissionen inte att göra just detta: fokusera. Man fortsätter att tala i termer av ”mer av allt”.För att verkligen vara djärv måste EU våga prioritera. En rad tidigare uppsatta ambitioner måste prioriteras ned eller skrotas. Den stora frågan är om gröna klimatmål ska få försena militära och säkerhetspolitiska mål, exempelvis genom höga energikostnader. Vad sätter kommissionen först? Det geopolitiska läget kräver klarspråk. Vi kan inte ha både och. Det leder till varken eller. Frihet eller grönt, det är frågan.",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "197426",
            "first_name": "Sven",
            "last_name": "Simon",
            "country_code": "DEU"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - 100 days of the new Commission – Delivering on defence, competitiveness, simplification and migration as our priorities (topical debate) - Wednesday, 12 March 2025",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2025-03-12-ITM-010_EN.html",
                "content": "  Sven Simon (PPE).   – Herr Präsident, meine sehr geehrten Damen und Herren! 100 Tage EU-Kommission: In der Tat, Zeit für eine erste Bilanz. Ein Umdenken hat eingesetzt, ein Kurswechsel. Dass die linke Seite des Hauses darüber nicht erfreut ist, das freut mich wiederum. Sie haben gedacht, Sie haben die Demokratie überwunden, und dieser ganze linke, illiberale Kurs geht weiter – aber es hat eine Wahl stattgefunden. Und deshalb ist es gut, Frau Kommissarin, dass die neue Kommission jetzt verstärkt auf wirtschaftliche Wettbewerbsfähigkeit und Sicherheit setzt.Das ist deshalb gut, weil Sie gemerkt haben, dass die kleinteilige Regulierung und übermäßige Bürokratie die Europäische Union seit Langem daran gehindert haben, ihr volles Potenzial auszuschöpfen. Die zentrale Frage, die man sich immer stellen muss: Erstens, brauchen wir überhaupt eine Regulierung? Und zweitens, wird mit der Regulierung das Ziel erreicht, was Sie erreichen wollen? Im Bereich des Green Deals und bei vielen anderen Regelungen, die den europäischen Kontinent ins Hintertreffen geraten haben lassen, ist das nicht der Fall.Deshalb: sehr gut, Glückwunsch zu den Omnibuspaketen. Man muss sich mal vorstellen, dass wir es geschafft haben, 13 000 neue Regulierungen in fünf Jahren zu schaffen – die Amerikaner sind mit 3000 ausgekommen. Glückwunsch zu den Vorschlägen im Bereich der Verteidigung – allerdings, die Rechtsgrundlage ist falsch gewählt, und wir müssen jetzt endlich wach werden, gemeinsam europäisch Waffen zu entwickeln und zu produzieren, damit wir autonom verteidigungsfähig werden.",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "256875",
            "first_name": "Matthieu",
            "last_name": "Valet",
            "country_code": "FRA"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - 100 days of the new Commission – Delivering on defence, competitiveness, simplification and migration as our priorities (topical debate) - Wednesday, 12 March 2025",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2025-03-12-ITM-010_EN.html",
                "content": "  Matthieu Valet (PfE).   – Monsieur le Président, l’heure du conseil de classe a sonné. Il nous revient donc, comme élus du peuple, d’attribuer les premières notes à la Commission européenne. Je vous l’annonce, elles sont d’ores et déjà catastrophiques au bout de cent jours. D’abord, Mme von der Leyen doit arrêter son projet funeste de vouloir détruire notre agriculture. Pour l’achever, la présidente de la Commission européenne a sorti l’artillerie lourde: Mercosur et pacte vert. Ces armes de destruction massive visent à mettre à genoux nos agriculteurs, qui, en France, voient l’un des leurs se suicider tous les trois jours.Ensuite, elle parle de défense européenne. Niveau marketing, très bien; niveau patriotisme, zéro. Est-ce que Mme von der Leyen sait que treize pays européens ont acheté des avions militaires américains F-35, contre seulement trois pays européens pour les Rafale français? Si elle défendait vraiment la France, et donc l’Europe, elle inciterait toute l’Union européenne à acheter du «made in France».Enfin, sur l’Algérie, pendant que le président Tebboune laisse moisir notre compatriote Boualem Sansal, détenu politique dans ses geôles depuis quatre mois, Mme von der Leyen dort tranquillement à Bruxelles. La résolution du 23 juin dans ce Parlement n’y a rien changé. Pis encore, ce pays continue d’humilier la France, mon pays, comme le montre le récent attentat islamiste à Mulhouse.Alors, je dis à la Commission européenne ainsi qu’à sa présidente: «Reprenez-vous, sinon vous risquerez le conseil de discipline.»",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "257096",
            "first_name": "Stefano",
            "last_name": "Cavedagna",
            "country_code": "ITA"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - 100 days of the new Commission – Delivering on defence, competitiveness, simplification and migration as our priorities (topical debate) - Wednesday, 12 March 2025",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2025-03-12-ITM-010_EN.html",
                "content": "  Stefano Cavedagna (ECR).   – Signor Presidente, onorevoli colleghi, come sapete, noi a luglio scorso, abbiamo votato contro la riconferma di Ursula von der Leyen alla presidenza della Commissione europea perché non condividevamo larga parte delle proposte che erano in continuità col mandato precedente.L'idea di andare verso una continua decarbonizzazione che, purtroppo, distruggeva il nostro sistema produttivo. Un piano come quello sul settore dell'auto che massacra letteralmente la nostra produttività. E una scelta sbagliata, a nostro avviso, in campo di immigrazione clandestina.Ma, finalmente, qui, in Parlamento europeo, c'è una grande componente: la componente dei conservatori, che può davvero cambiare il futuro della nostra Europa, ripartendo dalle nostre identità e tradizioni, tutelando quelli che sono i nostri valori fondanti, credendo nel piano della competitività e tutelando le nostre aziende.Ultimo ma non ultimo fare la scelta di difenderci davvero, senza però parlare di guerre, di invasione che non è quello che vogliamo fare. Il futuro dell'Europa deve essere questo.",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "197444",
            "first_name": "Svenja",
            "last_name": "Hahn",
            "country_code": "DEU"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - 100 days of the new Commission – Delivering on defence, competitiveness, simplification and migration as our priorities (topical debate) - Wednesday, 12 March 2025",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2025-03-12-ITM-010_EN.html",
                "content": "  Svenja Hahn (Renew).   – Herr Präsident, liebe Kollegen! 100 Tage neue Von der Leyen‑Kommission – und wir reden mal wieder über Wettbewerbsfähigkeit und Bürokratieabbau; ich könnte meine Rede von vor einem Monat auch noch mal genau so halten. Ich bin davon überzeugt, Europa muss endlich aus dem Reden rauskommen und Resultate liefern. Deswegen kann der erste Omnibus auch nur der Anfang sein. Wir müssen rigoros überflüssige Regulierungen und Berichtspflichten streichen.Deswegen auch mein erneuter Appell an die Kommission: Bitte ziehen Sie die offenen und noch überflüssigen Gesetzesvorschläge aus dem letzten Mandat zurück, denn autokratische Regime setzen uns wirtschaftlich unter Druck, Tech‑Oligarchen wollen sich nicht an EU‑Gesetze halten, und Trumps Zoll-Launen sind Gift für Handel.Europas wirtschaftliche Stärke wird über unsere Zukunft in der Welt entscheiden. Aber wenn ich hier heute schon wieder höre, wie viele auf Zombiewachstum durch Subventionen und Staatswirtschaft setzen, kann ich nur sagen: Wir brauchen die soziale Marktwirtschaft. Die Kommission und die Hauptstädte müssen jetzt Bürokratieabbau pushen, die künstlichen Hürden im Binnenmarkt einreißen, pragmatische Handelspartnerschaften schließen und Europa endlich zum Hotspot für Kapital und Innovation machen.",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "260724",
            "first_name": "Csaba",
            "last_name": "Dömötör",
            "country_code": "HUN"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - 100 days of the new Commission – Delivering on defence, competitiveness, simplification and migration as our priorities (topical debate) - Wednesday, 12 March 2025",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2025-03-12-ITM-010_EN.html",
                "content": "  Csaba Dömötör (PfE).   – Elnök Úr! Van egy ügy, amelyről beszélnünk kell, ha már egyszer túl vagyunk az első száz napon. Egyre többet tudunk arról, hogy az Európai Bizottság hogyan finanszíroz baloldali aktivista hálózatokat szerte Európában. Ezeket civilnek állítják, de valójában politikai akciókat folytatnak. Illegális bevándorlókkal együttműködve perelnek államokat, cenzúrát szerveznek, vagy éppen azért kampányolnak, hogy csökkentsék az agrártámogatásokat. És hogyha valaki egy nyilvános listát szeretne arról, hogy összesen hány ilyen csoportot pénzelnek és mennyiért, azt hiába keresné, nincs egységes nyilvántartás erről.Az adatigényléseket pedig botrányos érvelésekkel utasítják el. Például azzal, hogy az igénylő túl sok infót kér. Pár EP-képviselőnek küldenek ugyan listákat, de megtiltják nekik, hogy ezeket nyilvánosságra hozzák. Miért? Mennyire botrányos ez? A baloldali koalíció itt most azt akarja elérni, hogy az eddigi fedett kasszák mellé a Bizottság vegye át a USAID-árvák finanszírozását is. Na még mit nem! Mi nem bővíteni akarjuk ezeket a pénzcsapokat, hanem elzárni. Addig is követeljük, hozzák nyilvánosságra az eddigi szerződések listáját.",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "190713",
            "first_name": "Lukas",
            "last_name": "Mandl",
            "country_code": "AUT"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - 100 days of the new Commission – Delivering on defence, competitiveness, simplification and migration as our priorities (topical debate) - Wednesday, 12 March 2025",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2025-03-12-ITM-010_EN.html",
                "content": "  Lukas Mandl (PPE).   – Herr Präsident, Frau Kommissarin, liebe Kolleginnen und Kollegen! Ich habe es mir nicht leicht gemacht, Ursula von der Leyen als Kommissionspräsidentin einen Vertrauensvorschuss für eine zweite Amtszeit zu geben. Ich habe auch viele kritische E‑Mails von Bürgerinnen und Bürgern für dieses Stimmverhalten, das ich transparent gemacht habe, bekommen. Ich kann aber nach 100 Tagen dieser neuen Europäischen Kommission sagen, ich würde es wieder so machen, weil es kein „Weiter wie bisher“ gibt mit Blick auf die alte Periode.Wir haben mit Ursula von der Leyen vor ihrer Wahl hier im Europäischen Parlament intensiv darüber diskutiert, dass es ein Raus geben muss aus dieser Überregulierung, dass Europa den Weg einschlagen muss, den Montesquieu beschrieben hat mit dem wahrhaft liberalen Grundsatz: Wenn es nicht nötig ist, ein Gesetz zu machen, dann ist es nötig, kein Gesetz zu machen. Und jetzt mit dem exzellenten Vorschlag zur Migration, mit dem exzellenten Vorschlag zum sogenannten Omnibus‑Paket zur Deregulierung, mit dem Global Gateway, der unsere Wettbewerbsfähigkeit steigern wird, und mit der Sicherheitspolitik gibt es viele gute Gründe, die Stabilität Europas gesichert zu sehen in einer Welt mit hohen Wellen.",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "261796",
            "first_name": "Séverine",
            "last_name": "Werbrouck",
            "country_code": "FRA"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - 100 days of the new Commission – Delivering on defence, competitiveness, simplification and migration as our priorities (topical debate) - Wednesday, 12 March 2025",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2025-03-12-ITM-010_EN.html",
                "content": "  Séverine Werbrouck (PfE).   – Monsieur le Président, Mesdames et Messieurs les Commissaires, on peut mettre à votre crédit que, depuis votre nomination, vous n’avez pas chômé. Votre programme est sorti, et on devine parfaitement quelle est votre ligne directrice: le pillage de la compétence des États. Assis bien confortablement sur les traités qui vous ont institués, vous vous permettez d’endetter l’Union européenne. Vous luttez, comme Don Quichotte, contre des ingérences étrangères que vous voyez partout, sauf dans vos propres rangs. Vous avez pourtant récidivé, en matière de scandale, avec le «Greengate». L’affaire sera-t-elle étouffée, comme l’ont été le «Qatargate» et le «Pfizergate»?Bien sûr, on ne peut pas vous reprocher de regarder notre continent sombrer sans rien faire. C’est bien vous qui plantez un ultime poignard dans le dos de nos paysans, avec le traité conclu avec le Mercosur; vous qui précipitez la ruine de nos entreprises, avec le pacte vert; vous encore qui condamnez notre avenir, en laissant volontairement nos frontières grandes ouvertes.Durant les cinq ans qu’il nous reste à passer ensemble, nous vous rappellerons toujours quelle est votre place. Nous avons bon espoir bientôt de pouvoir compter sur de nombreux gouvernements, tout particulièrement une fois passées les élections en France, afin que les cent jours que nous avons connus ne se transforment pas en cinq années, desquelles il n’est pas sûr que nous puissions nous relever.",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "197687",
            "first_name": "Philippe",
            "last_name": "Olivier",
            "country_code": "FRA"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - 100 days of the new Commission – Delivering on defence, competitiveness, simplification and migration as our priorities (topical debate) - Wednesday, 12 March 2025",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2025-03-12-ITM-010_EN.html",
                "content": "  Philippe Olivier (PfE).   – Monsieur le Président, mes chers collègues, construite sur une prétendue promesse de paix, l’Union européenne se mue peu à peu en actrice de guerre. Avant même de consulter le Parlement, dont l’activité est en réalité cosmétique, la Commission se barricade dans une posture belliciste quand les circonstances exigent la paix. Pis, vous entretenez des guerres dans le monde, par exemple en vous faisant la receleuse des matières premières pillées par le Rwanda au Congo.Chaque crise est l’occasion de s’accaparer des prérogatives indues, en dehors même du cadre juridique des traités. Vous ne trahissez pas seulement la promesse de paix, la lettre des traités, mais également l’exigence de démocratie quand vous admettez l’interdiction de chaînes de télévision en France, ou quand vous cautionnez l’annulation d’élections dès lors qu’elles vous sont défavorables, comme en Roumanie.L’Union révèle en réalité sa vraie nature: celle d’un empire qui – c’est l’essence des empires – repose sur une quête insatiable d’expansion territoriale, juridique et politique. La raison et l’indispensable respect des peuples, comme les leçons de l’histoire, devraient vous rappeler que cette feuille de route impériale est vouée à l’échec.",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    },
    {
        "person": {
            "id": "256893",
            "first_name": "Pierre",
            "last_name": "Pimpie",
            "country_code": "FRA"
        },
        "mentions": [
            {
                "title": "Verbatim report of proceedings - 100 days of the new Commission – Delivering on defence, competitiveness, simplification and migration as our priorities (topical debate) - Wednesday, 12 March 2025",
                "link": "https://www.europarl.europa.eu/doceo/document/CRE-10-2025-03-12-ITM-010_EN.html",
                "content": "  Pierre Pimpie (PfE).   – Monsieur le Président, chers collègues, la simplification, la compétitivité, la défense, l’immigration: je vois là de nombreux objectifs incantatoires que la Commission brandit, sans autre cap que l’obsolescence programmée de l’Europe. Qui paiera les 800 milliards d’euros de la défense, dont nous n’avons pas le premier centime, pour surréagir à une guerre dont l’issue nous est, hélas, déjà connue?Comment comptez-vous simplifier le système normatif, dont la complexité se trouve dans les gènes mêmes de cette Union européenne que vous avez voulu couper de ses racines comme de son âme? Comment croyez-vous rendre à l’Europe sa compétitivité après l’avoir affublée du fardeau du pacte vert? Je n’ose parler de votre folie migratoire et de ses conséquences sur notre identité et notre sécurité.J’appelle la Commission à plus d’humilité face au chaos dont elle porte la responsabilité, tel un pompier pyromane.",
                "keyword": null,
                "toAnalyse": true
            }
        ]
    }
]